Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES530_1
source: Water Latency Time
es_es: Tiempo de Demora de Agua
fr_fr: Temps d'attente d'eau
hu_hu: Víz késleltetési idő
pl_pl: Czas opóźnienia spustu wody
ru_ru: Время ожидания выгрузки воды в смеситель

# ES554_1
source: Select The Mixer Type
es_es: Seleccione tipo de mezclador
fr_fr: Choisissez le type du malaxeur
hu_hu: Keverő típus választás
pl_pl: Wybierz typ mieszalnika
ru_ru: Выберите тип смесителя

# ES555_1
source: Select Aggregate Bin Type
es_es: Seleccione tipo de tolva
fr_fr: Choisissez ke type de la trémie à agrégats
hu_hu: Soradagoló típus választás
pl_pl: Wybierz typ zasobnika kruszyw
ru_ru: Выберите тип бункера инертных материалов

# ES559_1
source: Moisture Probe Not Available
es_es: No Existe Sensor de Humedad
fr_fr: Sonde d'humidité n'est pas installée
hu_hu: Nedvesség szonda nem elérhető
pl_pl: Niedostępna sonda wilgotności
ru_ru: Датчик влажности не установлен

# ES560_1
source: Moisture Probe Available
es_es: Existe Sensor de Humedad
fr_fr: Sonde d'humidité est installée
hu_hu: Nedvesség szonda elérhető
pl_pl: Dostępna sonda do pomiaru wilgotności kruszyw
ru_ru: Датчик влажности установлен

# ES561_1
source: Accurate Aggregate Weighing Gate Not Available
es_es: No Existe Compuerta Equilibrada
fr_fr: Système vibrant de pesage précis n'est pas disponible
hu_hu: A pontos adalékanyag mérleg ajtó nem elérhető
pl_pl: Wyładunek precyzyjny kruszywa jest niedostępny
ru_ru: Вибрационная система точной дозировки - нет

# ES562_1
source: Accurate Aggregate Weighing Gate Available
es_es: Existe Compuerta Equilibrada
fr_fr: Système vibrant de pesage précis est disponible
hu_hu: A pontos adalékanyag mérleg ajtó elérhető
pl_pl: Wyładunek precyzyjny kruszywa jest dostępny
ru_ru: Вибрационная система точной дозировки - есть

# ES563_1
source: Vibrator Not Available
es_es: No Existe Vibrador
fr_fr: Vibrateur n'est pas installé
hu_hu: Vibrátor nem elérhető
pl_pl: Wibrator jest niedostępny
ru_ru: Вибратор не установлен

# ES564_1
source: Vibrator Available
es_es: Existe Vibrador
fr_fr: Vibrateur est installé
hu_hu: Vibrátor elérhető
pl_pl: Wibrator jest dostępny
ru_ru: Вибратор установлен

# ES572_1
source: Enter the count of cement silos
es_es: Espesificar Numero de Silos
fr_fr: Indiquez le nombre de silos
hu_hu: Adja meg a számát a cement silóknak
pl_pl: Wprowadź liczbę silosów do cementu
ru_ru: Укажите количество силосов для цемента

# ES573_1
source: Enter the count of additive pumps
es_es: Espesificar Numero de Bombas de Aditivos
fr_fr: Indiquer le nombre de pompes à adjuvants
hu_hu: Adja meg a számát a vegyszer pumpáknak
pl_pl: Wprowadź liczbę pomp dodatków chemicznych
ru_ru: Укажите количество насосов хим.добавок

# ES574_1
source: Enter the count of water pumps
es_es: Espesificar Numero de Bombas de Agua
fr_fr: Indiquer le nombre de pompes à eau
hu_hu: Adja meg a számát a víz pumpáknak
pl_pl: Wprowadź liczbę pomp wody
ru_ru: Укажите количество насосов воды

# ES576_1
source: Enter the count of aggregate bin compartments
es_es: Especificar Numero de Tolvas de Aridos
fr_fr: Indiquez le nombre de trémies à agrégats
hu_hu: Adja meg a számát az soradagoló rekeszeinek
pl_pl: Wprowadź liczbę magazynów kruszyw
ru_ru: Укажите количество бункеров

# ES581_1
source: Aggregate Bin and Mixer Type Selection Page
es_es: Pagina de Eleccion del Tipo y Modelo de Tolvas y Mezcladores
fr_fr: Type des malaxeurs et des trémies à agrégats
hu_hu: Soradagoló és keverő típus választás oldal
pl_pl: Strona wyboru typu zasobnika i mieszalnika
ru_ru: Тип смесителя и бункера инертных материалов

# ES582_1
source: Aggregate Storage Area Assignment Page
es_es: Pagina de Especificar de Area de Stock de Aridos
fr_fr: Configuration des trémies à agrégats
hu_hu: Adalékanyag raktárterület hozzárendelés oldal
pl_pl: Strona przypisania obszaru magazynowania kruszywa
ru_ru: Конфигурация бункера инертных материалов

# ES583_1
source: Cement, Additive and Water Storage Area Assignment Page
es_es: Pagina de Especificar de Areas de Stock de Cemento, Aditivo y Agua
fr_fr: Choix de lieux de stockage de l'eau des adjuvants et du ciment
hu_hu: Cement vegyszer és víz raktárterület hozzárendelés oldal
pl_pl: Strona przypisania cementu, dodatków i wody do magazynów
ru_ru: Выбор мест складирования для цемента, воды и хим.добавок

# ES585_1
source: Machine Interface Installation Completed Successfully
es_es: Instalacion de Interface de la Planta de Concreto esta completada con exito.
fr_fr: Le paramètre de configuration de la centrale a été complété avec succès
hu_hu: A gép interfész telepítés sikeresen befejeződött
pl_pl: Pomyślnie zakończono instalację interfejsu maszyny
ru_ru: Работа конфигуратора завершена успешно

# ES587_1
source: Concrete Plant Selected on Interface
es_es: Planta de Concreto Presentada al Interface de la Planta de Concreto
fr_fr: Modèle de la centrale à béton de la configuration donnée
hu_hu: Betongyár választás az interfészen
pl_pl: Wybór betoniarni w programie
ru_ru: Модель бетонного завода заданной конфигурации

# ES588_1
source: Square Type Bin
es_es: Tolva de Aridos Cuadrada
fr_fr: Trémie en poches
hu_hu: Négyszög alakú tároló rekesz
pl_pl: Zasobnik kruszywa kieszeniowy
ru_ru: Крестообразный

# ES589_1
source: Linear Type Bin
es_es: Tolva de Aridos Lineal
fr_fr: Trémie linéaire
hu_hu: Sorsilós rendszer
pl_pl: Zasobnik kruszywa liniowy
ru_ru: Линейный

# ES590_1
source: Planetary
es_es: Planetaria
fr_fr: Planétaire
hu_hu: Bolygómúves dob
pl_pl: Planetarny
ru_ru: Планетарный

# ES591_1
source: Pan
es_es: Eje Vertical
fr_fr: Turbo
hu_hu: Függőleges tengelyű dob
pl_pl: Talerzowy
ru_ru: Тарельчатый

# ES592_1
source: Twin Shaft
es_es: Doble Eje Horizontal
fr_fr: A double arbre
hu_hu: Vizszintes dupla tengelyű dob
pl_pl: Dwuwałowy
ru_ru: Двухвалковый

# ES593_1
source: ELKOMIX-35 Quick Master(skip hoist)
es_es: Elkomix-35 Quick Master
fr_fr: ELKOMIX-35 Quick Master(avec skip)
hu_hu: Elkomix-35 Quick Master
pl_pl: ELKOMIX-35 Quick Master(Skip)
ru_ru: ELKOMIX-35 Quick Master(скип)

# ES595_1
source: ELKOMIX-120 Quick Master(skip hoist)
es_es: Elkomix-120 Quick Master
fr_fr: ELKOMIX-120 Quick Master(avec skip)
hu_hu: Elkomix-120 Quick Master
pl_pl: ELKOMIX-120 Quick Master(Skip )
ru_ru: ELKOMIX-120 Quick Master(скип)

# ES596_1
source: ELKOMIX-135 Quick Master(skip hoist)
es_es: Elkomix-135 Quick Master
fr_fr: ELKOMIX-135 Quick Master(avec skip)
hu_hu: Elkomix-135 Quick Master
pl_pl: ELKOMIX-135 Quick Master(skip )
ru_ru: ELKOMIX-135 Quick Master(скип)

# ES597_1
source: Quick Concrete Batching Plants
es_es: Plantas de Concreto de Serie Quick Master
fr_fr: Centrales à béton compactes(avec skip)
hu_hu: Quick betonkeverő
pl_pl: Betoniarnie Quick Master
ru_ru: Компактные бетонные заводы(скип)

# ES598_1
source: Compact Concrete Batching Plants
es_es: Plantas de Concreto Compactas
fr_fr: Centrales à béton compactes(avec convoyeur)
hu_hu: Kompakt betonkeverő
pl_pl: Betoniarnie Kompaktowe
ru_ru: Компактные бетонные заводы(конвейер)

# ES599_1
source: Mobil Concrete Batching Plants
es_es: Plantas de Concreto Moviles
fr_fr: Centrales à béton mobiles
hu_hu: Mobil betonkeverő
pl_pl: Betoniarnie Mobilne
ru_ru: Мобильные бетонные заводы

# ES600_1
source: Stationary Concrete Batching Plants
es_es: Plantas de Concreto Estacionarias
fr_fr: Centrales à béton fixes
hu_hu: Stabil betonkeverő
pl_pl: Betoniarnie Stacjonarne
ru_ru: Стационарные бетонные заводы

# ES602_1
source: ELKOMIX-120 Quick Master(transfer conveyor)
fr_fr: ELKOMIX-120 Quick Master(avec convoyeur)
hu_hu: Elkomix-120 CompactMaster
pl_pl: ELKOMIX-120 Quick Master(taśmociąg)
ru_ru: ELKOMIX-120 Quick Master(конвейер)

# ES605_1
source: ELKOMIX-135 Quick Master(transfer conveyor)
fr_fr: ELKOMIX-135 Quick Master(avec convoyeur)
hu_hu: Elkomix-135 Compact Master
pl_pl: ELKOMIX-135 Quick Master(taśmociąg)
ru_ru: ELKOMIX-135 Quick Master(конвейер)

# ES621_1
source: ELKOMIX-60 Quick Master(skip hoist)
es_es: Elkomix-60 Quick Master
fr_fr: ELKOMIX-60 Quick Master(avec skip)
hu_hu: Elkomix-60 Quick Master
pl_pl: ELKOMIX-60 Quick Master(skip)
ru_ru: ELKOMIX-60 Quick Master(скип)

# ES622_1
source: Plant Selection Page
es_es: Pagina de Selección de Planta
fr_fr: Type et modèle de la centrale
hu_hu: Üzem választó oldal
pl_pl: Strona wyboru betoniarni
ru_ru: Тип и модель бетонного завода

# ES623_1
source: Select Plant Type
es_es: Elegir Clase de Planta de Concreto
fr_fr: Choisissez le type de la centrale
hu_hu: Üzem típus választás
pl_pl: Wybierz typ betoniarni
ru_ru: Выберите тип бетонного завода

# ES625_1
source: Select Plant Model
es_es: Elegir Modelo de Planta de Concreto
fr_fr: Choisissez le modèle de la centrale
hu_hu: Üzem modell választás
pl_pl: Wybierz model betoniarni
ru_ru: Выберите модель бетонного завода

# ES626_1
source: Selected Type
es_es: Clase Elegido
fr_fr: Type choisi
hu_hu: Választott típus
pl_pl: Wybierz typ
ru_ru: Выбранный тип

# ES627_1
source: Selected Model
es_es: Modelo Elegido
fr_fr: Modèle choisi
hu_hu: Választott modell
pl_pl: Wybierz model
ru_ru: Выбранная модель

# ES637_1
source: Energy Analyser Parameters
es_es: Parametros de Analizador de Energia
fr_fr: Paramètres d'analyseur d'énergie
hu_hu: Energia analizátor paraméterek
pl_pl: Parametry analizatora energii
ru_ru: Параметры анализатора

# ES638_1
source: Slump Meter Conversation Ratio
es_es: Factor de Slumpmetro
fr_fr: Taux des coefficients des transformateurs(transformateur du moteur du malaxeur/du réseau)
hu_hu: Nyomásmérő konverziós arány
pl_pl: Współczynnik konwersji Slump Meter
ru_ru: Соотношение коэффициентов трансформаторов тока(ТТ электродвигателя смесителя/ТТ электропитания)

# ES639_1
source: Cement Screw Conversation Ratio
es_es: Factor de Sinfin
fr_fr: Coéfficient du courant de transformateur de moteur de la vis
hu_hu: Cement csiga konverziós arány
pl_pl: Współczynnik konwersji Podajnika ślimakowego
ru_ru: Коэффициент трансформатора тока электродвигателя шнека

# ES640_1
source: Main CurrentTransformer Ratio
es_es: Factor de Corriente deTransformador
fr_fr: Taux du transformateur du courant du réseau(/5)
hu_hu: Fő áramváltó arány
pl_pl: Współczynnik konwersji głównej prądu
ru_ru: Коэффициент трансформатора тока электропитания(/5)

# ES641_1
source: Mixer Current Transformer Ratio
es_es: Factor de Corriente de Mezclador
fr_fr: Taux des coefficients des transformateurs(transformateur du moteur du malaxeur/du réseau)
hu_hu: Keverő áramváltó arány
pl_pl: Współczynnik konwersji prądu mieszalnika
ru_ru: Соотношение коэффициентов трансформаторов тока(ТТ электродвигателя смесителя/ТТ электропитания)

# ES642_1
source: Cement Screw Current Transformer Ratio
es_es: Factor de Corriente de Sinfin
fr_fr: Taux des coefficients des transformateurs
hu_hu: Cement csiga áramlás transzformátor arány
pl_pl: Współczynnik konwersji pradu podajnika ślimakowego
ru_ru: Cоотношение коэффициентoв трансформаторов тока(ТТ электродвигателя шнека/ТТ электропитания)

# ES643_1
source: Auto Slump Meter Ratio Calculation
es_es: Calcular Automaticamente Factor de Slumpmetro
fr_fr: Calculer le taux des coefficients des transformateurs
hu_hu: Autamata nyomásmérő arány kalkulátor
pl_pl: Kalkulacja współczynnika Auto Slump Meter
ru_ru: Вычислить соотношение коэффициентов трансформаторов

# ES645_1
source: Mixer Slump
es_es: Mezclador Slump
fr_fr: Courant du moteur du malaxeur en temps réel, A
hu_hu: Keverő nyomás 3
pl_pl: Slump Mieszalnika
ru_ru: Мгновенный ток электродвигателя смесителя

# ES646_1
source: Cement Screw Current
es_es: Corriente de Sinfin
fr_fr: Courant du moteur de la vis en temps réel, A
hu_hu: Cement csiga áramlás
pl_pl: Prąd podajnika cementu
ru_ru: Мгновенный ток электродвигателя шнека

# ES647_1
source: Voltage
es_es: Voltaje
fr_fr: Tension
hu_hu: Feszültség
pl_pl: Napięcie
ru_ru: Напряжение

# ES648_1
source: Screw1 Overload Current Limit
es_es: Sinfin1 Limite de Sobrecarga
fr_fr: Surintensité du moteur de la vis(1)
hu_hu: Csiga 1 túláram határ
pl_pl: Przekroczony limit obciążenia prądowego podajnika ślimakowego 1
ru_ru: Максимальный ток нагрузки электродвигателя шнека цемента(1)

# ES649_1
source: Screw2 Overload Current Limit
es_es: Sinfin2 Limite de Sobrecarga
fr_fr: Surintensité du moteur de la vis(2)
hu_hu: Csiga 2 túláram határ
pl_pl: Przekroczony limit obciążenia prądowego podajnika ślimakowego 2
ru_ru: Максимальный ток нагрузки электродвигателя шнека цемента(2)

# ES650_1
source: Screw3 Overload Current Limit
es_es: Sinfin3 Limite de Sobrecarga
fr_fr: Surintensité du moteur de la vis(3)
hu_hu: Csiga 3 túláram határ
pl_pl: Przekroczony limit obciążenia prądowego podajnika ślimakowego 3
ru_ru: Максимальный ток нагрузки электродвигателя шнека цемента(3)

# ES651_1
source: Screw4 Overload Current Limit
es_es: Sinfin4 Limite de Sobrecarga
fr_fr: Surintensité du moteur de la vis(4)
hu_hu: Csiga 4 túláram határ
pl_pl: Przekroczony limit obciążenia prądowego podajnika ślimakowego 4
ru_ru: Максимальный ток нагрузки электродвигателя шнека цемента(4)

# ES653_1
source: Actual Analyzer
es_es: Valores Actuales de Analizador
fr_fr: Valeurs actuelles d'analyseur
hu_hu: Tényleges analizátor értékek
pl_pl: Aktualna analiza
ru_ru: Актуальное значение анализатора

# ES654_1
source: Specify The Aggregate Weigh Hopper Capacity
es_es: Agrega Kantar Kapasitesini Belirtiniz :
fr_fr: Indiquer la capacité de la bascule à agrégats
hu_hu: Agrega Kantar Kapasitesini Belirtiniz :
pl_pl: Określ pojemność wagi kruszyw
ru_ru: Укажите максимальную грузоподъемность конвейера-дозатора

# ES656_1
source: Specify The Additive Weigh Hopper Capacity
es_es: Especificar Capacidad de Tolva de Aditivo
fr_fr: Indiquer la capacité de la bascule à adjuvants
hu_hu: Adja meg a vegyszer mérleg tartály térfogatát
pl_pl: Określ pojemność wagi dodatków chemicznych
ru_ru: Укажите максимальную грузоподъемность дозатора хим.добавок

# ES658_1
source: Screws Current Limits
es_es: Limites de Corriente para Sinfines
fr_fr: Limites de courant pour les vis
hu_hu: Csiag áram határ
pl_pl: Limit obciążenia podajników
ru_ru: Максимальные токи нагрузки электродвигателей шнеков цемента

# ES661_1
source: Keypad Lock
es_es: Bloqueo de Tecla Cerrado
fr_fr: Boutons de l'indicateur verrouillé
hu_hu: Billentyűzár
pl_pl: Klawiatura zablokowana
ru_ru: Кнопки индикатора заблокированы

# ES662_1
source: Keypad Open
es_es: Bloqueo de Tecla Abierto
fr_fr: Boutons de l'indicateur déverrouillé
hu_hu: Billentyűzet nyitva
pl_pl: Klawiatura odblokowana
ru_ru: Кнопки индикатора разблокированы

# ES665_1
source: Indicator Keypad Control
es_es: Control de Bloque de Tecla de Indicador
fr_fr: Contrôle du bouton de verrouillage de l'indicateur
hu_hu: Kijelző billentyűzet ellenőrzés
pl_pl: Wskaźnik sterowania klawiaturą
ru_ru: Управление блокировкой кнопок весовых индикаторов

# ES683_1
source: Filter5
es_es: Filtro5
fr_fr: Filtre5
pl_pl: Filtr5
ru_ru: Фильтр(5)

# ES685_1
source: Filter6
es_es: Filtro6
fr_fr: Filtre6
pl_pl: Filtr6
ru_ru: Фильтр(6)

# ES693_1
source: Wash Additive Weighing Hopper
es_es: Lavar
fr_fr: Rinçage de la bascule à adjuvant
hu_hu: Mosás
pl_pl: Mycie
ru_ru: Промывка дозатора хим.добавок

# ES697_1
source: Aggregate Bucket
es_es: Cubo de Arido
fr_fr: Avec skip
hu_hu: Felvonó tartály
pl_pl: Skip
ru_ru: Со скипом

# ES698_1
source: T Belt
es_es: Cinta T
fr_fr: Avec convoyeur type T
hu_hu: T szalag
pl_pl: Typ T Taśmociągu
ru_ru: С Т-образным конвейером-дозатором

# ES6_1
source: Operation Pages
es_es: Páginas de Proceso
fr_fr: Pages de production
hu_hu: Műveleti oldalak
pl_pl: Strony operacyjne
ru_ru: Управление производством

# ES700_1
source: Transfer Belt
es_es: Cinta Transportadora
fr_fr: Convoyeur de transfert
hu_hu: Szállító szalag vibrátor
pl_pl: Taśma transportująca
ru_ru: С передаточным конвейером

# ES701_1
source: Straight Belt
es_es: Cinta Lineal
fr_fr: Avec convoyeur de pesage de type linéaire
hu_hu: Egyenes szalag
pl_pl: Taśma bezspośrenia
ru_ru: С конвейером-дозатором линейного типа

# ES714_1
source: Down
es_es: Abajo
fr_fr: En bas
hu_hu: Le
pl_pl: Dół
ru_ru: Вниз

# ES715_1
source: Up
es_es: Arriba
fr_fr: En haut
hu_hu: Fel
pl_pl: Góra
ru_ru: Вверх

# ES729_1
source: Progressing Recipe Name
es_es: Receta en Proceso
fr_fr: Nom de la recette à continuer:
hu_hu: Folyamatban lévő recept neve
pl_pl: Nazwa receptury
ru_ru: Текущий рецепт

# ES735_1
source: Save
es_es: Registrar
fr_fr: Enregistrer
hu_hu: Mentés
pl_pl: Zapisz
ru_ru: Сохранить

# ES740_1
source: Send Recipe
es_es: Enviar Receta
fr_fr: Envoyer la recette
hu_hu: Recept küldés
pl_pl: Wyślij recepturę
ru_ru: Отправить рецепт в ПЛК

# ES747_1
source: New Recipe
es_es: Receta Nueva
fr_fr: Nouveau
hu_hu: Új recept
pl_pl: Nowa receptura
ru_ru: Создать

# ES753_1
source: Edit Recipe
es_es: Corregir Receta
fr_fr: Modifier la recette
hu_hu: Recept szerkesztés
pl_pl: Edytuj recepturę
ru_ru: Изменить рецепт

# ES757_1
source: Delete Recipe
es_es: Eliminar Receta
fr_fr: Supprimer la recette
hu_hu: Recept törlés
pl_pl: Usuń recepturę
ru_ru: Удалить

# ES75_1
source: WAT1
es_es: AGUA1
fr_fr: Eau1
hu_hu: Víz 1
pl_pl: Woda 1
ru_ru: Вода(1)

# ES762_1
source: Edit
es_es: Corregir
fr_fr: Modifier
hu_hu: Szerkeszt
pl_pl: Edytuj
ru_ru: Изменить

# ES764_1
source: Delete
es_es: Eliminar
fr_fr: supprimer
hu_hu: Törlés
pl_pl: Usuń
ru_ru: Удалить

# ES76_1
source: WAT2
es_es: AGUA2
fr_fr: Eau2
hu_hu: Víz 2
pl_pl: Woda 2
ru_ru: Вода(2)

# ES772_1
source: Edit
es_es: Corregir
fr_fr: modifier
hu_hu: Szerkeszt
pl_pl: Edytuj
ru_ru: Изменить

# ES773_1
source: Delete
es_es: Eliminar
fr_fr: supprimer
hu_hu: Törlés
pl_pl: Usuń
ru_ru: Удалить

# ES776_1
source: Export to Excel
es_es: Enviar a Excel
fr_fr: Extraire dans Excel
hu_hu: Exportálás excelbe
pl_pl: Eksportuj do Excel
ru_ru: Конвертировать в Excel

# ES780_1
source: Edit
es_es: Editar
fr_fr: Modifier
hu_hu: Szerkeszt
pl_pl: Edytuj
ru_ru: Изменить

# ES781_1
source: Delete
es_es: Eliminar
fr_fr: effacer
hu_hu: Törlés
pl_pl: Usuń
ru_ru: Удалить

# ES786_1
source: Edit
es_es: Corregir
fr_fr: modifier
hu_hu: Szerkeszt
pl_pl: Edytuj
ru_ru: Изменить

# ES789_1
source: Setup
es_es: Instalacion
fr_fr: Installation
hu_hu: Létrehoz
pl_pl: Ustawienia
ru_ru: Конфигуратор

# ES791_1
source: End
es_es: Terminar
fr_fr: Terminer installation
hu_hu: Vége
pl_pl: Koniec
ru_ru: Завершить работу конфигуратора

# ES795_1
source: Brake Open
es_es: Freno Abierto
fr_fr: Frein libéré
hu_hu: Fék nyitva
pl_pl: Hamulec otwarty
ru_ru: Тормоз отпущен

# ES798_1
source: YES
es_es: Si
fr_fr: OUI
hu_hu: Igen
pl_pl: TAK
ru_ru: Да

# ES799_1
source: NO
fr_fr: NON
hu_hu: Nem
pl_pl: NIE
ru_ru: Нет

# ES7_1
source: Operation Description
es_es: Descripción de Operación
fr_fr: Coordonnés des clients
hu_hu: Művelet leírás
pl_pl: Opis operacji
ru_ru: Данные клиентов

# ES806_1
source: Material Name
es_es: Nombre de Equipamento
fr_fr: Nom du matériel
hu_hu: Anyag neve
pl_pl: Nazwa materiału
ru_ru: Название материала

# ES807_1
source: Material Name
es_es: Nombre de Equipamento
fr_fr: Nom du matériel
hu_hu: Anyag neve
pl_pl: Nazwa materiału
ru_ru: Название материала

# ES808_1
source: Driver
es_es: Conductor
fr_fr: Nom, prénom du chauffeur
hu_hu: Sofőr
pl_pl: Kierowca
ru_ru: ФИО водителя

# ES809_1
source: Driver Name
es_es: Nombre de Conductor
fr_fr: Nom, prénom du chauffeur
hu_hu: Sofőr neve
pl_pl: Imię kierowcy
ru_ru: ФИО водителя

# ES810_1
source: Site Name
es_es: Nombre de Sitio de Trabajo
fr_fr: Nom du chantier
hu_hu: Terület neve
pl_pl: Nazwa terenu budowy
ru_ru: Название стройплощадки

# ES819_1
source: 300 kg
ru_ru: 300 кг

# ES820_1
source: 600 kg
ru_ru: 600 кг

# ES821_1
source: 1200 kg
ru_ru: 1200 кг

# ES822_1
source: 1800 kg
ru_ru: 1800 кг

# ES823_1
source: 2400 kg
ru_ru: 2400 кг

# ES824_1
source: 30 kg
ru_ru: 30 кг

# ES825_1
source: 50 kg
ru_ru: 50 кг

# ES826_1
source: 100 kg
ru_ru: 100 кг

# ES827_1
source: 200 kg
ru_ru: 200 кг

# ES828_1
source: 900 kg
ru_ru: 900 кг

# ES834_1
source: Company
es_es: Empresa
fr_fr: Nom de l'entreprise
hu_hu: Cég
pl_pl: Firma
ru_ru: Название фирмы

# ES838_1
source: Are you sure you want to delete?
es_es: ¿Estas seguro que quieres eliminarlo?
fr_fr: Etes-vous sûr de vouloir supprimer?
hu_hu: Biztos benne hogy törölni akarja?
pl_pl: Czy jesteś pewien, że chcesz skasować dane?
ru_ru: Вы уверены, что хотите удалить?

# ES839_1
source: Enter the File Name
es_es: Introducir el Nombre de Carpeta
fr_fr: Entrer le nom du dossier
hu_hu: Írja be a fajl nevét
pl_pl: Wprowadź nazwę pliku
ru_ru: Укажите название файла

# ES83_1
source: Required
es_es: Deseado
fr_fr: Quantité voulue
hu_hu: Kért
pl_pl: Wymagana
ru_ru: Заданный вес

# ES841_1
source: Order Number
es_es: Numero de Pedido
fr_fr: Commande Numéro
hu_hu: rendelés száma
pl_pl: Numer zamówienia
ru_ru: Заказ №

# ES842_1
source: Vehicle Plate
es_es: Vehiculo
fr_fr: Plaque de la voiture
hu_hu: Jármű
pl_pl: Tablica rejestracyjna
ru_ru: Госномер автотранспорта

# ES843_1
source: Orders
es_es: Pedidos
fr_fr: commandes
hu_hu: Rendelések
pl_pl: Zamówienia
ru_ru: Заказы

# ES844_1
source: Sequence No
es_es: Numero de Pedido
fr_fr: Séquence numéro
hu_hu: Sorszám
pl_pl: Sekwencja numer
ru_ru: № п/п

# ES845_1
source: Order Number
es_es: Numero de Pedido
fr_fr: Commande numéro
hu_hu: Rendelés száma
pl_pl: Numer zamówienia
ru_ru: Заказ №

# ES846_1
source: Site
es_es: Sitio de Trabajo
fr_fr: Chantier
hu_hu: Terülez
pl_pl: Strona
ru_ru: Название стройплощадки

# ES848_1
source: Quantity to be Produced
es_es: Cantidad de Produccion
fr_fr: Quantité à produire,m3
hu_hu: Előállított mennyiség
pl_pl: Ilość do wyprodukowania
ru_ru: Объем, подлежащий к производству, м3

# ES849_1
source: Total Quantity
es_es: Cantidad Total
fr_fr: Quantité totale de la commande, m3
hu_hu: Teljes mennyiség
pl_pl: Całkowita ilość
ru_ru: Общий объем заказа, м3

# ES84_1
source: Given
es_es: Dado
fr_fr: Quantité prise
hu_hu: Adott
pl_pl: Otrzymana
ru_ru: Фактический вес

# ES850_1
source: Remaining Quantity
es_es: Cantidad Restante
fr_fr: Quantité restante
hu_hu: Fennmaradó mennyiség
pl_pl: Pozostała ilość
ru_ru: Остаток

# ES853_1
source: Enter the File Name
es_es: Introducir el Nombre de Carpeta
fr_fr: Indiquer le nom de fichier
hu_hu: Írja be a fajl nevét
pl_pl: Wprowadź nazwę pliku
ru_ru: Укажите название файла

# ES856_1
source: Order Quantity
es_es: Cantidad de Pedido
fr_fr: Quantté de la commande
hu_hu: Rendelt mennyiség
pl_pl: Ilość zamówiona
ru_ru: Объем заказа

# ES85_1
source: Humidity
es_es: Humedad
fr_fr: Humidité,%
hu_hu: Nedvesség
pl_pl: Wilgotność
ru_ru: Влажность, %

# ES864_1
source: Reset Order Code
es_es: Reajustar el Codigo del Pedido
fr_fr: Réinitialiser le code de la commande
hu_hu: Rendelési kód visszaállítás
pl_pl: Zresetuj kod zamówienia
ru_ru: Обнулить код заказа

# ES866_1
source: Move Up
es_es: Llevar Arriba
fr_fr: Déplacer en haut
hu_hu: Mozog fel
pl_pl: Przesuń do góry
ru_ru: Переместить вверх

# ES867_1
source: Production planned in the sequence confirmation window
es_es: Ventana de Confirmation para la Produccion Siguiente Planificada
fr_fr: Page de confirmation de la production suivante
hu_hu: Termelés tervezett sorrendjének megerősítése ablak
pl_pl: Produkcja zaplanowana w kolejce produkcji
ru_ru: Подтвердить запуск следующего производства по плану

# ES86_1
source: Difference
es_es: Diferencia
fr_fr: Différence
hu_hu: Különbség
pl_pl: Różnica
ru_ru: Разница

# ES872_1
source: Start Time
es_es: Tiempo de Inicio
fr_fr: Heure de démarrage
hu_hu: Kezdési idő
pl_pl: Czas rozpoczęcia
ru_ru: Время начала

# ES873_1
source: End Time
es_es: Tiempo de Término
fr_fr: Heure d'achèvement
hu_hu: Befejezési idő
pl_pl: Czas zakończenia
ru_ru: Время завершения

# ES875_1
source: Vehicle Plate
es_es: Matricula del Vehiculo
fr_fr: Plaque d'immatriculation de la voiture
hu_hu: Jármű rendszám
pl_pl: Tablica rejestracyjna
ru_ru: Госномер автотранспорта

# ES876_1
source: Driver Name
es_es: Nombre del Conductor
fr_fr: Nom, prénom du chauffeur
hu_hu: Sofőr neve
pl_pl: Kierowca
ru_ru: ФИО водителя
