Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES1323_1
source: The recipe that you want to delete is nondeletable as it is installed in the PLC
es_es: La receta que desea borrar es la receta cargada EN PLC y no se puede borrar
fr_fr: Impossible de supprimer cette recette car elle est déjà envoyée en production.
hu_hu: A PLC
pl_pl: Receptura, którą chcesz usunąć jest nieusuwalna, ponieważ jest zainstalowana w sterowniku PLC
ru_ru: Данный рецепт удалить нельзя, так как он уже отправлен на производство.

# ES1324_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Proszę wprowadzić pełne dane
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1325_1
source: The purchase order that you want to delete exists in the production plan
es_es: La receta que desea borrar se esta utilizando en el plano de producción
fr_fr: Impossible de supprimer la commande car elle est entrée dans le planning de production
hu_hu: A megrendelés, melyet törölni szeretne, létezik a termelési tervben
pl_pl: Zamówienie, które chcesz usunąć istnieje w planie produkcji
ru_ru: Данный заказ удалить нельзя, так как он уже внесен в план производства.

# ES1326_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Prosimy o podanie pełnych szczegółów
ru_ru: Есть незаполненные поля, пожалуйста, введите недостающую информацию

# ES1327_1
source: The new order quantity shall not be less than the quantity produced
es_es: La cantidad del nuevo orden no puede ser menor que la cantidad hecha
fr_fr: Impossible d'entrer la quantité de la commande inférieure à la quantité produite
hu_hu: Az új rendelési mennyiség nem lehet kevesebb, mint a termelt mennyiség
pl_pl: Nowa ilość zamówienia nie może być mniejsza niż wyprodukowana ilość
ru_ru: Нельзя вводить в заказе объём меньше, чем уже было изготовлено по заказу данного клиента.

# ES1328_1
source: The quantity to be produced shall not exceed the truckmixer capacity
es_es: La cantidad que se va a producir no debe pasar la capacidad del vehiculo
fr_fr: La quantité à produire ne doit pas dépasser la capacité de la voiture
hu_hu: A mennyiség nem haladhatja meg a mixerautó kapacitását
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczyć pojemności samochodu
ru_ru: Нельзя вводить объем заказа больше, чем объем автотранспорта.

# ES1329_1
source: The quantity to be produced shall not exceed the order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad del orden
fr_fr: La quantité à produire ne doit pas dépasser la quantité commandée
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać ilości zamówienia
ru_ru: Объем производства не может превышать объем заказа.

# ES1330_1
source: The quantity to be produced shall not exceed the residual order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad restante del orden
fr_fr: La quantité de production ne doit pas dépasser la quantité restante de la commande
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a hátramaradó rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać pozostałej ilości zamówienia
ru_ru: Объем производства не может превышать оставшийся объем заказа.

# ES1331_1
source: The maximum quantity that can be produced
es_es: La cantidad máxima por la producción:
fr_fr: Quantité de production maximale possible
hu_hu: A maximum mennyiség, melyet gyártani lehet
pl_pl: Maksymalna ilość, jaka może być wyprodukowana
ru_ru: Максимально возможный объем производства

# ES1332_1
source: The order quantity is completely produced
es_es: La cantidad total del orden esta producida
fr_fr: La production de la commande est complètement achevée.
hu_hu: A teljesen termelt rendelési mennyiség
pl_pl: Ilość zamówienia została w całości wyprodukowana
ru_ru: Весь объем заказа выполнен.

# ES1333_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста, введите недостающую информацию.

# ES1334_1
source: The plan used in production is nondeletable
es_es: El plano en la producción no se puede borrar
fr_fr: Impossible de supprimer le plan car il est en production
hu_hu: A használt terv a termelésben törölhetetlen.
pl_pl: Plan użyty do produkcji jest nieusuwalny
ru_ru: Данный план производства удалить нельзя, он уже отправлен в производство.

# ES1335_1
source: The plan used in production is non-editable
es_es: El plano en la producción no se puede editar
fr_fr: Impossible de modifier le plan car il est en production
hu_hu: A gyártás során felhasznált terv nem szerkezthető
pl_pl: Plan użyty do produkcji jest nieedytowalny
ru_ru: Данный план производства изменить нельзя, он уже отправлен в производство.

# ES1336_1
source: The quantity to be produced shall not exceed the truckmixer capacity
es_es: La cantidad que se va a producir no debe pasar la capacidad del vehiculo
fr_fr: La quantité à produire ne doit pas dépasser la capacité de la voiture
hu_hu: A mennyiség nem haladhatja meg a mixerautó kapacitását
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczyć pojemności samochodu
ru_ru: Нельзя вводить объем заказа больше, чем объем автотранспорта.

# ES1337_1
source: The quantity to be produced shall not exceed the order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad del orden
fr_fr: La quantité à produire ne doit pas dépasser la quantité commandée
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać ilości zamówienia
ru_ru: Объем производства не может превышать объем заказа.

# ES1338_1
source: The quantity to be produced shall not exceed the residual order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad restante del orden
fr_fr: La quantité de production ne doit pas dépasser la quantité restante de la commande
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a hátramaradó rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać pozostałej ilości zamówienia
ru_ru: Объем производства не может превышать оставшийся объем заказа.

# ES1339_1
source: The maximum quantity that can be produced
es_es: La cantidad máxima por la producción:
fr_fr: Quantité de production maximale possible
hu_hu: A maximum mennyiség, melyet gyártani lehet
pl_pl: Maksymalna ilość, jaka może być wyprodukowana
ru_ru: Максимально возможный объем производства

# ES1340_1
source: The order quantity is completely produced
es_es: La cantidad total del orden esta producida
fr_fr: La production de la commande est complètement achevée.
hu_hu: A teljesen termelt rendelési mennyiség
pl_pl: Ilość zamówienia została w całości wyprodukowana
ru_ru: Весь объем заказа выполнен.

# ES1341_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста, введите недостающую информацию.

# ES1342_1
source: The plan used in production is nondeletable
es_es: El plano en la producción no se puede borrar
fr_fr: Impossible de modifier le plan car il est en production
hu_hu: A használt terv a termelésben törölhetetlen.
pl_pl: Plan użyty do produkcji jest nieusuwalny
ru_ru: Данный план производства удалить нельзя, он уже отправлен в производство.

# ES1343_1
source: The quantity to be produced shall not exceed the truckmixer capacity
es_es: La cantidad que se va a producir no debe pasar la capacidad del vehiculo
fr_fr: La quantité à produire ne doit pas dépasser la capacité de la voiture
hu_hu: A mennyiség nem haladhatja meg a mixerautó kapacitását
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczyć pojemności samochodu
ru_ru: Нельзя вводить объем заказа больше, чем объем автотранспорта

# ES1344_1
source: The quantity to be produced shall not exceed the order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad del orden
fr_fr: La quantité à produire ne doit pas dépasser la quantité commandée
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać ilości zamówienia
ru_ru: Объем производства не может превышать объем заказа.

# ES1345_1
source: The quantity to be produced shall not exceed the residual order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad restante del orden
fr_fr: La quantité de production ne doit pas dépasser la quantité restante de la commande
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a hátramaradó rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać pozostałej ilości zamówienia
ru_ru: Объем производства не может превышать оставшийся объем заказа.

# ES1346_1
source: The maximum quantity that can be produced
es_es: La cantidad máxima por la producción:
fr_fr: Quantité de production maximale possible
hu_hu: A maximum mennyiség, melyet gyártani lehet
pl_pl: Maksymalna ilość, jaka może być wyprodukowana
ru_ru: Максимально возможный объем производства

# ES1347_1
source: The order quantity is completely produced
es_es: La cantidad total del orden esta producida
fr_fr: La production de la commande est complètement achevée.
hu_hu: A teljesen termelt rendelési mennyiség
pl_pl: Ilość zamówienia jest w całości wyprodukowana
ru_ru: Весь объем заказа выполнен.

# ES1348_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста, введите недостающую информацию

# ES1349_1
source: The quantity to be produced shall not exceed the truckmixer capacity
es_es: La cantidad que se va a producir no debe pasar la capacidad del vehiculo
fr_fr: La quantité à produire ne doit pas dépasser la capacité de la voiture
hu_hu: A mennyiség nem haladhatja meg a mixerautó kapacitását
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczyć pojemności samochodu
ru_ru: Нельзя вводить объем заказа больше, чем объем автотранспорта.

# ES1350_1
source: The quantity to be produced shall not exceed the order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad del orden
fr_fr: La quantité à produire ne doit pas dépasser la quantité commandée
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać ilości zamówienia
ru_ru: Объем производства не может превышать объем заказа.

# ES1351_1
source: The quantity to be produced shall not exceed the residual order quantity
es_es: La cantidad que se va a producir no debe pasar la cantidad restante del orden
fr_fr: La quantité de production ne doit pas dépasser la quantité restante de la commande
hu_hu: A mennyiség, melyet elő kell állítani, nem haladhatja meg a hátramaradó rendelt mennyiséget
pl_pl: Ilość, która ma być wyprodukowana, nie może przekraczać pozostałej ilości zamówienia
ru_ru: Объем производства не может превышать оставшийся объем заказа.

# ES1352_1
source: The maximum quantity that can be produced
es_es: La cantidad máxima por la producción:
fr_fr: Quantité de production maximale possible
hu_hu: A maximum mennyiség, melyet gyártani lehet
pl_pl: Maksymalna ilość, jaka może być wyprodukowana
ru_ru: Максимально возможный объем производства

# ES1353_1
source: The order quantity is completely produced
es_es: La cantidad total del orden esta producida
fr_fr: La production de la commande est complètement achevée
hu_hu: A teljesen termelt rendelési mennyiség
pl_pl: Ilość zamówienia została w całości wyprodukowana
ru_ru: Весь объем заказа выполнен.

# ES1354_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста, введите недостающую информацию.

# ES1355_1
source: None Scheduled Production
es_es: No existe una producción prevista
fr_fr: Plan de production introuvable
hu_hu: Nem ütemezett gyártás
pl_pl: Produkcja nieplanowana
ru_ru: Нет ни одного плана производства.Необходимо сначала создать план производства.

# ES1356_1
source: Scheduled Production is complete, No further production plan can be detected
es_es: Las producciónes previstas fueron completadas.No existe otra producción prevista
fr_fr: Toutes les productions entrées dans le plan de production sont achevées.
hu_hu: Az ütemezett gyártás befelyeződött, nincs további kimutatható termelési terv
pl_pl: Zaplanowana produkcja została zakończona, nie można wykryć dalszego planu produkcji
ru_ru: Все производства, внесенные в план производства, уже выполнены.

# ES1357_1
source: For Automatic Production System, choose the Automatic Production Mode
es_es: Para la producción automatizada hay que convertir el sistema de modo automatico
fr_fr: Pour une production en automatique veuillez passer en mode automatique.
hu_hu: Az automata gyártási rendszerben, válassza az automata gyártási módot
pl_pl: W przypadku Automatycznego Systemu Produkcji wybierz Tryb Automatycznej Produkcji
ru_ru: Чтобы запустить производство в автоматическом режиме, пожалуйста, сначала переведите систему в автоматический режим.

# ES1358_1
source: Production is ongoing
es_es: Hay producción en curso
fr_fr: Une production arrêtée est reprise
hu_hu: A termelés folyamatos
pl_pl: Produkcja jest w toku
ru_ru: Есть запущенное производство, пожалуйста, дождитесь его окончания.

# ES1359_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста, введите недостающую информацию.

# ES1360_1
source: you can not input material more than stock area capacity
es_es: No se puede introducir entrada más de la capacidad de zona de almacenaje
fr_fr: Impossible d'entrer dans les valeurs des stocks la quantité supérieure à la capacité de stocks.
hu_hu: Ön nem tud bevinni több anyagot, mint a raktárterület kapacitása.
pl_pl: Dostawa nie może przekraczać pojemności powierzchni magazynowej
ru_ru: При пополнении склада нельзя ввести объём больше, чем номинальная вместимость самого склада.

# ES1361_1
source: Production is complete, Either you can proceed or delete the production plan
es_es: La producción no se ha podido finalizar.Usted puede continuar o borrar del plan de producción
fr_fr: La production n'est pas achevée.Vous pouvez continuer ou bien la supprimer du plan de production
hu_hu: A termelés befejeződött, lehet folytatni vagy törölni a termelési tervet
pl_pl: Produkcja została zakończona, można kontynuować lub usunąć plan produkcji
ru_ru: Производство еще не закончено, можете начать сначала или удалить его из плана производства

# ES1362_1
source: Choose
es_es: Seleccionar
fr_fr: Choisir
hu_hu: Málaszt
pl_pl: Wybierz
ru_ru: Выберите

# ES1363_1
source: Active
es_es: Activo
fr_fr: Actif
hu_hu: Aktív
pl_pl: Aktywny
ru_ru: Активный

# ES1364_1
source: Passive
es_es: Pasivo
fr_fr: Passif
hu_hu: Passzív
pl_pl: Pasywny
ru_ru: Пассивный

# ES1368_1
source: PLC Analog Inputs Resolution
es_es: Resolución de las Entradas Analógicas de PLC
fr_fr: Résolution en octet des entrées analogiques du PLC(API)
hu_hu: PLC analóg bemenet felbontás
pl_pl: Rozdzielczość analogowych wejść sterownika PLC
ru_ru: Разрешение аналоговых входов ПЛК(бит)

# ES1375_1
source: Serial Number
es_es: ID de máquina
fr_fr: Numéro de série
hu_hu: GÉP ID
pl_pl: Nr.seryjny
ru_ru: Серийный №

# ES1376_1
source: Serial Number
es_es: ID de máquina
fr_fr: Numéro de série
hu_hu: GÉP ID :
pl_pl: Nr.seryjny
ru_ru: Серийный №

# ES1379_1
source: Additive 1
es_es: Aditivo 1
fr_fr: Adjuvant1
hu_hu: Vegyszer 1
pl_pl: Dodatek 1
ru_ru: Хим.добавки(1)

# ES1380_1
source: Additive 2
es_es: Aditivo 2
fr_fr: Adjuvant2
hu_hu: Vegyszer 2
pl_pl: Dodatek 2
ru_ru: Хим.добавки(2)

# ES1381_1
source: Additive 3
es_es: Aditivo 3
fr_fr: Adjuvant3
hu_hu: Vegyszer 3
pl_pl: Dodatek 3
ru_ru: Хим.добавки(3)

# ES1382_1
source: Additive 4
es_es: Aditivo 4
fr_fr: Adjuvant4
hu_hu: Vegyszer 4
pl_pl: Dodatek 4
ru_ru: Хим.добавки(4)

# ES1383_1
source: Additive 5
es_es: Aditivo 5
fr_fr: Adjuvant5
hu_hu: Vegyszer 5
pl_pl: Dodatek 5
ru_ru: Хим.добавки(5)

# ES1384_1
source: A100_Mixer motor TMS failure
es_es: A100_Falla TMS del motor mezclador
fr_fr: A100_Erreur du disjoncteur magnéto-thermique du moteur du malaxeur
hu_hu: A100_Keverő motor TMS hiba
pl_pl: A100_Awaria TMS silnika mieszalnika
ru_ru: A100 Сработала термозащита(авт.выкл.) электродвигателя смесителя

# ES1385_1
source: A111_Mixer has been started while there were materials inside
es_es: A111_Operado cuando el mezclador está lleno
fr_fr: A111_Malaxer a été démarré étant remplis de matériel
hu_hu: A111_A keverés már megkezdődött, bár volt benne anyag.
pl_pl: A111_Mieszalnik został uruchomiony, gdy w środku znajdował się materiał(mieszalnik nie był pusty)
ru_ru: A111 Запущен полный смеситель

# ES13_1
source: Settings
es_es: Ajustes
fr_fr: Paramètres
hu_hu: Beállítások
pl_pl: Ustawienia
ru_ru: Настройки

# ES1404_1
source: C503_Cement weigh hopper overload error
es_es: C503_Error de sobrecarga de escala de cemento
fr_fr: C503_Erreur de surcharge de la bascule à ciment
hu_hu: C503_Cement mérlegtartály túltöltési hiba
pl_pl: C503_Błąd przepełnienia wagi cementu
ru_ru: C503 Перегруз дозатора цемента

# ES1405_1
source: C601_Water hopper overload error
es_es: C601_Error de sobrecarga en la escala del agua
fr_fr: C601_Erreur de surcharge de la bascule à eau
hu_hu: C601_Víztartály túltöltési hiba
pl_pl: C601_Błąd przepełnienia wagi wody
ru_ru: C601 Перегруз дозатора воды

# ES1406_1
source: C701_Additive weigh hopper overload error
es_es: C701_Error de sobrecarga de escala aditiva
fr_fr: C701_Erreur de surcharge de la bascule à adjuvant
hu_hu: C701_Vegyszer mérlegtartály túltöltési hiba
pl_pl: C701_Błąd przepełnienia wagi dodatków chemicznych
ru_ru: C701 Перегруз дозатора хим.добавок

# ES1407_1
source: D402_Maximum moving time of skip exceeded
es_es: D402_Tiempo de caminata máximo excedido
fr_fr: D402_Temps de fonctionnement maximum du skip dépassé
hu_hu: D402_A maximális mozgási időt a felvonó tartály meghaladta.
pl_pl: D402_Przekroczony maksymalny czas pracy skipu
ru_ru: D402 Превышено максимальное время движения скипа

# ES1408_1
source: E205_The aggregate amount in the recipe can not be discharged to the weigh hopper within determined maximum duration
es_es: E205_El transportador Tarti no se pudo tomar dentro de la duración máxima del valor agregado en la receta
fr_fr: E205_La quantité d'agrégat demandé dans la recette n'a pas été prise sur le tapis peseur, dans les temps maximum accordés.
hu_hu: E205_A recept szerinti adalékanyag mennyiséget nem lehet betölteni a mérleg tartályba a meghatározot maximális időtartamon belül.
pl_pl: E205_Kruszywo z receptury nie może zostać zostać załadowane do wagi kruszywa w zadanym maksymalnym czasie
ru_ru: E205 Недобор инертных на конвейер-дозатор по рецепту за заданное максимальное время

# ES1409_1
source: F506_Cement hopper, could not reach the value that is accepted as empty within the maximum determined duration
es_es: F506_
fr_fr: F506_La bascule à ciment n'a pas atteint la valeur considérée comme vide dans les temps maximum accordés.
hu_hu: F506_A cement tartály nem tudta elérni az üresnek elfogadott értéket a meghatározott maximális időtartamon belül.
pl_pl: F506_Waga cementu, nie została osiągnięta wartość traktowana jako zero w maksymalnym ustalonym czasie
ru_ru: F506 Дозатор цемента не достиг нижнего предела разгрузки за введенное максимальное время

# ES1410_1
source: F206_Weighing conveyor, could not reach the value that is accepted as empty within the maximum determined duration
es_es: F206_El transportador de pesaje agregado no pudo alcanzar la cantidad aceptada vacía dentro del tiempo máximo ingresado
fr_fr: F206_Le convoyeur de pesage n'a pas atteint la valeur considérée comme vide dans les temps maximum accordés.
hu_hu: F206_A mérlegszalag nem tudta elérni az üresnek elfogadott értéket a meghatározott maximális időtartamon belül.
pl_pl: F206_Waga kruszywa, nie została osiągnięta wartość traktowana jako zero w maksymalnym ustalonym czasie
ru_ru: F206 Конвейер-дозатор не достиг нижнего предела разгрузки за введенное максимальное время

# ES1411_1
source: G109_Mixer discharge gate, could not be opened/closed within the maximum determined duration
es_es: G109_XB46_MikserBosaltmaKapagiGirilenMaksimumSureIcindeAcilamadiKapanamadi
fr_fr: G109_La trappe de vidange du malaxeur n'a pas été ouverte/fermée dans les temps maximum accordés
hu_hu: G109_A keverő kiadó ajtót nem lehet nyitni/zárni a heghatározott maximális időtartamon belül.
pl_pl: G109_Wyładunek mieszalnika, nie mógł być otwarty/zamknięty w maksymalnym ustalonym czasie
ru_ru: G109 Сбои в работе шибера смесителя за заданное максимальное время

# ES1412_1
source: G507_Cement hopper discharge gate, could not be opened/closed within the maximum determined duration
es_es: G507_La tapa de drenaje del mezclador no se abrió en el tiempo máximo ingresado No cerrado
fr_fr: G507_La trappe de vidange de la bascule à ciment n'a pas été ouverte/fermée dans les temps maximum accordés
hu_hu: G507_A cement tartály kiadó ajtót nem lehet nyitni/zárni a heghatározott maximális időtartamon belül.
pl_pl: G507_Wyładunek wagi cementu, nie mógł być otwarty/zamknięty w maksymalnym ustalonym czasie
ru_ru: G507 Сбои в работе поворотной заслонки дозатора цемента за заданное максимальное время

# ES1413_1
source: G604_Water hopper discharge gate, could not be opened/closed within the maximum determined duration
es_es: G604_SuKantariBosaltmaKapagiGirilenMaksimumSureIcindeAcilamadiKapanamadi
fr_fr: G604_La trappe de vidange de la bascule à eau n'a pas été ouverte/fermée dans les temps maximum accordés
hu_hu: G604_A víz tartály kiadó ajtót nem lehet nyitni/zárni a heghatározott maximális időtartamon belül.
pl_pl: G604_Wyładunek wagi wody, nie mógł być otwarty/zamknięty w maksymalnym ustalonym czasie
ru_ru: G604 Сбои в работе поворотной заслонки дозатора воды за заданное максимальное время

# ES1414_1
source: G704_Additive hopper discharge gate, could not be opened/closed within the maximum determined duration
es_es: G704_La trappe de vidange de la bascule à adjuvant n'a pas été ouverte/fermée dans les temps maximum accordés
fr_fr: G704_La trappe de vidange de la bascule à adjuvant n'a pas été ouverte/fermée dans les temps maximum accordés
hu_hu: G704_A vegyszer tartály kiadó ajtót nem lehet nyitni/zárni a heghatározott maximális időtartamon belül.
pl_pl: G704_Wyładunek wagi chemii, nie mógł być otwarty/zamknięty w maksymalnym ustalonym czasie
ru_ru: G704 Сбои в работе клапана дозатора хим.добавок за заданное максимальное время
