Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES1415_1
source: G801_Holding hopper discharge gate, could not be opened/closed within the maximum determined duration
es_es: G801_El límite de descarga del búnker de carrete no se abrió dentro del tiempo máximo ingresado No se cerró
fr_fr: G801_La trappe de vidange de la trémie d'attente n'a pas été ouverte/fermée dans les temps maximum accordés
hu_hu: G801_A tároló tartály kiadó ajtót nem lehet nyitni/zárni a heghatározott maximális időtartamon belül.
pl_pl: G801_Wyładunek bufora kruszywa, nie mógł być otwarty/zamknięty w maksymalnym ustalonym czasie
ru_ru: G801 Сбои в работе шибера бункера накопителя за заданное максимальное время

# ES1416_1
source: H210_The weight of the weighing conveyor, is more than the value that is accepted as empty
es_es: H210_El peso de la báscula transportadora de pesaje es mayor que la cantidad aceptada
fr_fr: H210_Le poids du convoyeur de pesage est supérieur à la valeur considérée comme vide
hu_hu: H210_A mérlegszalagon a súly több mint az üresnek elfogadott érték.
pl_pl: H210_Waga materiału na taśmociągu jest większa niż wartość, która jest przyjmowana jako zero
ru_ru: H210 Фактический вес на конвейере-дозаторе превышает нижний предел разгрузки

# ES1417_1
source: H510_The weight of the cement hopper, is more than the value that is accepted as empty
es_es: H510_El peso de la báscula de cemento es mayor que la cantidad aceptada
fr_fr: H510_Le poids de la bascule à ciment est supérieur à la valeur considérée comme vide
hu_hu: H510_A cement tartályban a súly több mint az üresnek elfogadott érték.
pl_pl: H510_Waga cementu jest większa niż wartość, która jest przyjmowana jako zero
ru_ru: H510 Фактический вес на дозаторе цемента превышает нижний предел разгрузки

# ES1418_1
source: H607_The weight of the water hopper, is more than the value that is accepted as empty
es_es: H607_El peso de la báscula de agua es mayor que la cantidad aceptada
fr_fr: H607_Le poids de la bascule à eau est supérieur à la valeur considérée comme vide
hu_hu: H607_A víz tartályban a súly több mint az üresnek elfogadott érték.
pl_pl: H607_Waga wody jest większa niż wartość, która jest przyjmowana jako zero
ru_ru: H607 Фактический вес на дозаторе воды превышает нижний предел разгрузки

# ES1419_1
source: H707_The weight of the additive hopper, is more than the value that is accepted as empty
es_es: H707_El peso de la balanza es mayor que la cantidad aceptada
fr_fr: H707_Le poids de la bascule à adjuvant est supérieur à la valeur considérée comme vide
hu_hu: H707_A vegyszer tartályban a súly több mint az üresnek elfogadott érték.
pl_pl: H707_Waga dodatków chemicznych jest większa niż wartość, która jest przyjmowana jako zero
ru_ru: H707 Фактический вес на дозаторе хим.добавок превышает нижний предел разгрузки

# ES1420_1
source: K105_Mixer automatic lubrication failure / or switch is broken
es_es: K105_Mezclador automático de lubricación del grifo o interruptor defectuoso
fr_fr: K105_Panne du système de graissage automatique / ou le capteur est en panne
hu_hu: K105_Keverő automata zsírzás hiba, vagy a kapcsoló meghibásodott
pl_pl: K105_Układ automatycznego smarowania lub przełącznik jest uszkodzony
ru_ru: K105 Сбои в работе автосмазчика/или его датчик вышел из строя

# ES1421_1
source: K106_Mixer motor overheated(70 ° C) / or thermistor is broken
es_es: K106_Motor del mezclador sobrecalentado 70 C o PTC Termistor defectuoso
fr_fr: K106_Le moteur du malaxeur est en surchauffe(70˚C) / ou le condensateur PTC est en panne
hu_hu: K106_A keverő motor túlmelegedett(70 ° C) /vagy a termosztát meghibásodott.
pl_pl: K106_Silnik mieszalnika przegrzany(70 °C) / lub zepsuty termistor
ru_ru: K106 Перегрев электродвигателя смесителя(70° C)/или вышел из строя его термистор

# ES1422_1
source: Mixer gearbox oil overheated(70 ° C) / or sensor is broken
es_es: K107_Mezclador Reductor Aceite sobrecalentado 70C o Sensor defectuoso
fr_fr: La graisse du réducteur du malaxeur est en surchauffe(70˚C) / ou en panne
hu_hu: A keverő sebességváltó olaj túlmelegedett(70 ° C) /vagy az érzékelő meghibásodott.
pl_pl: Przegrzanie oleju w przekładni mieszalnika(70° C) / lub uszkodzony czujnik
ru_ru: K107 Перегрев масла редуктора смесителя(70° C)/или вышел из строя датчик темпереатуры

# ES1423_1
source: K108_Mixer maintenance gate is opened / or switch settings unadjusted / or broken
es_es: K108_Tapa de mantenimiento del mezclador abierta o la configuración del interruptor está rota o defectuosa
fr_fr: K108_Le couvercle de maintenance du malaxeur est ouvert / ou le capteur est déreglé /ou en panne
hu_hu: K108_Keverő karbantartási ajtó nyiva /vagy a kapcsoló beállításon állítani kell, vagy a kapcsoló meghibásodott.
pl_pl: K108_Brama konserwacyjna mieszalnika jest otwarta / lub ustawienia przełącznika nie są wyregulowane / lub są uszkodzone
ru_ru: K108 Открылась крышка обслуживания смесителя/или сбились настройки датчика положения крышки/или датчик вышел из строя

# ES1424_1
source: Skip brake lining is worn out /or settings unadjusted /or brake switch settings unadjusted/or broken
es_es: K404_Omitir la pastilla de freno colgada o el ajuste falló o el ajuste del interruptor de freno está roto o defectuoso
fr_fr: Le disque de frein du skip est usé/ ou est déréglé/ou le capteur de frein est déréglé ou en panne
hu_hu: A felvonó fékbetét elkopott/ vagy a beállításon korrigálni kell/ vagy a fék kapcsoló beállításán állítani kell/vagy elromlott
pl_pl: Okładziny hamulca skipu zużuyte / lub hamulec nie ustawiony poprawnie/ lub okładziny nie ustawione poprawnie/ lub uszkodzony
ru_ru: K404 Износился диск тормоза скипа/или сбились настройки диска/или сбились настройки датчика положения диска/или датчик вышел из строя

# ES1425_1
source: Skip is not in the lower position/ or position switch settings unadjusted / or broken
es_es: K406_El salto no está en su posición secundaria, o el interruptor de posición está roto o defectuoso
fr_fr: Le skip n'est pas en position bas/ ou la capteur de position est déréglé/ ou en panne.
hu_hu: A felvonó tartály nincs az alsó pozícióban /vagy a pozíció kapcsoló beállításon állítani kell, vagy a kapcsoló meghibásodott.
pl_pl: Skip nie znajduje się w pozycji DÓŁ / lub czujnik pozycji skipu źle ustawiony/ lub uszkodzony czujnik indukcyjny
ru_ru: K406 Скип не находится в нижнем положении/или сбились настройки датчика положения скипа/или датчик вышел из строя

# ES1426_1
source: Weighing conveyor pull cord switch pulled
es_es: L208_Interruptor PullCord del transportador de pesaje
fr_fr: Le switch du pullcord du convoyeur de pesage a été enclenché
hu_hu: Mérleg szalag húzózsinór kapcsoló behúzva
pl_pl: Linka bezpieczeństwa taśmociągu aktywowana
ru_ru: L208 Сработал тросовый аварийный выключатель конвейера-дозатора

# ES1427_1
source: Mixer not working
es_es: O110_Mezclador no funciona
fr_fr: Le malaxeur ne fonctionne pas
hu_hu: A keverő nem működik
pl_pl: Mieszalnik nie działa
ru_ru: O110 Смеситель не работает

# ES1428_1
source: XB46_Phase Error
es_es: XB46_Error de Fase
fr_fr: XB46_Erreur de phase(1)
hu_hu: XB46_Fázis hiba(1)
pl_pl: XB46_Błąd fazy
ru_ru: XB46 Сбои в электропитании(перекос фазы-1)

# ES1429_1
source: Skip hoist brake switch might have been bypassed, wrongly adjusted or is out of order.
es_es: XB46_Mal funcionamiento del puente de freno
fr_fr: XB46_Bouclage du câble de switch du frein de skip /les paramètres du switch du frein sont déréglés/ou bien le switch est endommagé
hu_hu: XB46_A felvonó csille fék kapcsoló ki van iktatva, tévesen van beállítva vagy elromlott
pl_pl: XB46_Przełącznik hamulca wciągarki skipu mógł zostać zablokowany, nieprawidłowo wyregulowany lub jest niesprawny.
ru_ru: K407 Установлена перемычка на датчик положения диска тормоза скипа/или сбились настройки датчика положения диска/или датчик вышел из строя

# ES1430_1
source: Skip maintenance area gate might have been opened, wrongly adjusted or is out of order.
es_es: Seguridad General
fr_fr: Sécurité générale
hu_hu: Általános biztonság
pl_pl: Ogólne bezpieczeństwo
ru_ru: K405_Общая безопасность

# ES1431_1
source: XB46_General Safety
es_es: XB46_Error General
fr_fr: XB46_Erreur générale
hu_hu: XB46_Általános hiba
pl_pl: XB46_Błąd ogólny
ru_ru: XB46 Общая ошибка

# ES1432_1
source: Hydraulic Gate Fault
es_es: Error de Compuerta Hidrolica
fr_fr: XB46_Erreur du disjoncteur magnéto-thermique du moteur de l'unité hydraulique de la trappe de vidange du malaxeur
hu_hu: Hidraulikus ajtó hiba
pl_pl: Usterka hydraulicznego wyładunku
ru_ru: A101-Сработала термозащита(авт.выкл.) электродвигателя гидростанции шибера смесителя

# ES1433_1
source: Mixer stopped
es_es: A112_el mezclador se detuvo
fr_fr: Malaxeur est arrêté
hu_hu: Keverő megállt
pl_pl: Mieszalnik zatrzymany
ru_ru: A112 Смеситель остановился

# ES1434_1
source: Weighing conveyor(1) motor TMS failure
es_es: A200_1_TMS fallo de los motores de pesaje Konveyor1
fr_fr: Erreur du disjoncteur magnéto-thermique deu moteur du tapis convoyeur(1)
hu_hu: Mérő szalag 1 motor TMS hiba
pl_pl: Awaria TMS termika silnika taśmociągu ważacego(1)
ru_ru: A200_1 Сработала термозащита(авт.выкл.) электродвигателя конвейера-дозатора(1)

# ES1435_1
source: Weighing conveyor(1) vibrator TMS failure
es_es: A201_1_Pesaje Vibrador Konveyor1 TMS Fracaso
fr_fr: Erreur du disjoncteur magnéto-thermiquedu vibrateur du tapis convoyeur(1)
hu_hu: Mérő szalag 1 vibrátor TMS hiba
pl_pl: Awaria TMS termika wibratora na taśmociągu ważącym(1)
ru_ru: A201_1 Сработала термозащита(авт.выкл.) вибратора конвейера-дозатора(1)

# ES1437_1
source: Aggregate bunker(2) vibrator TMS failure
es_es: A202_2_Agregado Vibrador TMS Fracaso Bunker2
fr_fr: Erreur du disjoncteur magnéto-thermique du vibrateur de la trémie à agrégat(2)
hu_hu: Adalékanyag tároló 2 vibrátor TMS hiba
pl_pl: Awaria TMS termika wibratora na zasobniku kruszyw(2)
ru_ru: A202_2 Сработала термозащита(авт.выкл.) вибратора бункера(2)

# ES1438_1
source: Aggregate bunker(3) vibrator TMS failure
es_es: A202_3_Agregado Vibrador TMS Fracaso Bunker3
fr_fr: Erreur du disjoncteur magnéto-thermique du vibrateur de la trémie à agrégat(3)
hu_hu: Adalékanyag tároló 3 vibrátor TMS hiba
pl_pl: Awaria TMS termika wibratora na zasobniku kruszyw(3)
ru_ru: A202_3 Сработала термозащита(авт.выкл.) вибратора бункера(3)

# ES1439_1
source: Transfer conveyor motor TMS failure
es_es: A300_TMS Transportador de Transferencia de un Fallo del Motor
fr_fr: Erreur du disjoncteur magnéto-thermique du moteur du tapis de transfert
hu_hu: Szállító szalag motor TMS hiba
pl_pl: Awaria TMS termika silnika taśmociągu transportującego
ru_ru: A300 Сработала термозащита(авт.выкл.) электродвигателя передаточного конвейера

# ES1440_1
source: Skip motor TMS failure
es_es: A400_Skip TMS fallo del motor
fr_fr: Erreur du disjoncteur magnéto-thermiquedu moteur du skip
hu_hu: Felvonó motor TMS hiba
pl_pl: Awaria TMS termika silnika wciągarki skipu
ru_ru: A400 Сработала термозащита(авт.выкл.) электродвигателя скипа

# ES1441_1
source: Cement screw motor TMS failure
es_es: A500_Cemento tornillo TMS fallo del motor
fr_fr: Erreur du disjoncteur magnéto-thermique du moteur de la vis à ciment
hu_hu: Cement csiga motor TMS hiba
pl_pl: Awaria TMS termika silnika podajnika ślimakowego cementu
ru_ru: A500 Сработала термозащита(авт.выкл.) электродвигателя шнека цемента

# ES1442_1
source: Cement weigh hopper vibrator TMS failure
es_es: A501_TMS escalas de cemento Vibrador Fracaso
fr_fr: Erreur du disjoncteur magnéto-thermique du vibrateur bascule à ciment
hu_hu: Cement mérő tartály vibrátor TMS hiba
pl_pl: Awaria TMS termika wibratora na wadze cementu
ru_ru: A501 Сработала термозащита(авт.выкл.) вибратора дозатора цемента

# ES1443_1
source: Aggregate Holding Hopper vibrator TMS failure
es_es: A800_El carrete TMS bunker Vibrador Fracaso
fr_fr: Erreur du disjoncteur magnéto-thermique du vibrateur de la trémie d'attente
hu_hu: Adalékanyag tároló tartály vobrátor TMS hiba
pl_pl: Awaria TMS termika wibratora na zbiorniku buforowym kruszywa nad mieszarką
ru_ru: A800 Сработала термозащита(авт.выкл.) вибратора бункера накопителя

# ES1444_1
source: Compressor motor TMS failure
es_es: A900_TMS fallo del motor del compresor
fr_fr: Erreur du disjoncteur magnéto-thermique du moteur du compresseur
hu_hu: Kompresszor motor TMS hiba
pl_pl: Awaria TMS termika silnika sprężarki powietrza
ru_ru: A900 Сработала термозащита(авт.выкл.) электродвигателя компрессора

# ES1445_1
source: Mixer motor exceeded overcurrent limit
es_es: B103_Motor Del Mezclador De Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur du malaxeur dépassée
hu_hu: Keverő motor meghaladta a túláram határt
pl_pl: Silnik mieszalnika przekroczył granicę prądową
ru_ru: B103 Превышен максимальный ток нагрузки электродвигателя смесителя

# ES1446_1
source: Cement screw(1) motor exceeded overcurrent limit
es_es: B504_1_Cemento Helezon1 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(1) dépassée
hu_hu: Cement csiga 1 motor meghaladta a túláram határt
pl_pl: Przekroczony limit prądowy silnika podajnika ślimakowego cementu(1)
ru_ru: B504_1 Превышен максимальный ток нагрузки электродвигателя шнека цемента(1)

# ES1447_1
source: Cement screw(2) motor exceeded overcurrent limit
es_es: B504_2_Cemento Helezon2 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(2) dépassée
hu_hu: Cement csiga 2 motor meghaladta a túláram határt
pl_pl: Przekroczony limit prądowy silnika podajnika ślimakowego cementu(2)
ru_ru: B504_2 Превышен максимальный ток нагрузки электродвигателя шнека цемента(2)

# ES1448_1
source: Cement screw(3) motor exceeded overcurrent limit
es_es: B504_3_Cemento Helezon3 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(3) dépassée
hu_hu: Cement csiga 3 motor meghaladta a túláram határt
pl_pl: Przekroczony limit prądowy silnika podajnika ślimakowego cementu(3)
ru_ru: B504_3 Превышен максимальный ток нагрузки электродвигателя шнека цемента(3)

# ES1449_1
source: Cement screw(4) motor exceeded overcurrent limit
es_es: B504_4_Cemento Helezon4 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(4) dépassée
hu_hu: Cement csiga 4 motor meghaladta a túláram határt
pl_pl: Przekroczony limit prądowy silnika podajnika ślimakowego cementu(4)
ru_ru: B504_4 Превышен максимальный ток нагрузки электродвигателя шнека цемента(4)

# ES1450_1
source: Weighing conveyor hopper overload error
es_es: C204_El Transportador De Pesaje De Sobrecarga Fallo
fr_fr: Erreur surcharge du convoyeur de pesage
hu_hu: Mérő szalag tartály túltöltési hiba
pl_pl: Błąd przeciążenia zbiornika taśmociągu ważącego
ru_ru: C204 Перегруз конвейера-дозатора

# ES1451_1
source: Help
es_es: Soporte
fr_fr: Aide
hu_hu: Támogatás
pl_pl: Pomoc
ru_ru: Помощь

# ES1454_1
source: Mixer Nominal Current Recording Interface
es_es: Interfaz de grabación de corriente nominal de mezclador
fr_fr: Page d'enregistrement du courant nominal du moteur de malaxeur
hu_hu: Keverő névleges aktuális felvételi felülete
ru_ru: Страница записи номинального тока электродвигателя смесителя

# ES1455_1
source: Explanation: The current value is getting determined while runing the empty mixer.This current value will be compared with the current that mixer draws while it is working on automatic mode in order to determine if mixer is empty or not.If mixer draws over current, there will not be material loaded to mixer for the next batch.
es_es: Explicación: Se determina la cantidad del consumo de corriente cuando el mezclador esta vacio.Este valor se compara con el corriente cuando el mezclador esta vacio durante la producción automática y se averigua ciertamente que el mezclador esta vacio o no.Si el mezclador consume más corriente, no se recibe material en el proximo ciclo.
fr_fr: Description: cette page permet d'étalonner le courant nominal du moteur du malaxeur. Après la détermination de la consommation de courant du moteur du malaxeur au ralenti, le système compare cette valeur avec la valeur réelle du courant pendant la production après le déchargement du béton, déterminant ainsi si le malaxeur est vraiment vide. Si le moteur du malaxeur consomme plus de courant que le moteur spécifié, le matériel du cycle suivant n'est pas pris dans le malaxeur
hu_hu: Leírás : Amikor a keverő üresjáratban fut, meg kell határozni, hogy mennyi áramot húz, ezt az értéket összehasonlítja az aktuális veszi, ha a keverő üresnek minősül az automatikus gyártás, és ez érthető, hogy a keverő valóban üres. Ha a keverő túl aktuális, a keverő nem veszi a következő körben.
ru_ru: Описание: на этой странице предоставляется возможность провести калибровку номинального тока электродвигателя смесителя.После определения потребляемого тока электродвигателем смесителя при работе в холостом режиме, система сравнивает это значение с фактическим значением тока при производстве после выгрузки бетона, тем самым определяя действительно ли смеситель пуст.Если электродвигатель смесителя потребляет тока больше, чем заданное, то материал для следующего цикла не поступает в смеситель.

# ES1457_1
source: Determine current value and save
es_es: Determinar y guardar el valor de corriente
fr_fr: Déterminer et enregistrer la valeur du courant électrique
hu_hu: Aktuális érték rögzítése és mentése
ru_ru: Определить и сохранить значение тока

# ES1458_1
source: Step 2: Specify the tolerance value.While making mixer current value checking, the tolerance value determines how much current the mixer could draw more. Which means the tolerance value shows allowable current value which mixer could draw and it has to be specified as percentage.
es_es: Al hacer la comprobacion del valor de corriente, el valor de tolerancia determina la cantidad del corriente que podria llamar el mezclador.Lo que significa que el valor de tolerancia muestra el valor del corriente admisibles que podría llamar el mezclador y tiene que ser especificado como porcentaje.
fr_fr: Étape 2: Indiquez la valeur de tolérance.Cette valeur de tolérance spécifie la quantité de la valeur enregistrée qui peut être dépassée lorsque le contrôle en cours.La valeur est indiquée en pourcentage
hu_hu: 2. lépés : Adja meg a tűréshatárt. Ez a tűrésérték határozza meg, hogy a rögzített érték mennyit haladhatja meg az aktuális érték ellenőrzése során, és százalékban van megadva.
ru_ru: Adım 2 : Tolerans değerini belirtiniz.Bu tolerans değeri akım kontrolü yapılırken kaydedilen değerin ne kadar üzerine çıkabileceğini belirler ve yüzde olarak belirtilir.

# ES1459_1
source: Step 1: Set the batching plant production mode to manual and make sure that the mixer is empty, then run the mixer.Later press the below button to record the current value while mixer is running empty. This processing takes 5 seconds.Wait untill the current value displayed on the indicator value.
es_es: Paso 1: Convertir la planta en el modo manual y al estar seguro de que el mezclador está vacío, poner el mezclador en funcionamiento.A continuación, haga clic en el botón de abajo, proporcionar el registro del corriente del mezclador cuando el mezclador esta vacio.Este proceso dura 5 segundos.Espera hasta que el valor del corriente salga en el indicador de abajo.
fr_fr: Étape 1: Mettez le système en mode manuel, assurez-vous que le malaxeur est vide, puis démarrez le malaxeur.Cliquez ensuite sur le bouton "Définir et enregistrer la valeur actuelle". Le processus prendra environ 5 secondes.Veuillez attendre l'affichage de la valeur actuelle à l'écran
hu_hu: 1. lépés: Kézi a kapcsolót, és győződjön meg róla, hogy a keverő üres, és indítsa el a mixer. Ezután nyomja meg az alábbi gombot, hogy rögzítse az áram, hogy a mixer húzza tétlen. Ez a folyamat 5 másodpercig tart. Várja meg, amíg az aktuális érték az alábbi mutatóra kerül.
ru_ru: Шаг 1: переведите систему в ручной режим, убедитесь, что смеситель пуст, после этого запустите смеситель.Затем нажмите на кнопку «Определить и сохранить значение тока». Процесс займет приблизительно 5 секунд.Дождитесь, чтобы значение тока отобразилось на индикаторе.

# ES1460_1
source: Step 3 : Check the below table, if the processing is successfully completed, then the current record bit shall be 0 and the processing bit shall be 1.
es_es: Paso 3: Verifique la tabla a continuación, si el proceso esta completado con éxito, el bit de registro de corriente debe ser 0 y el bit de resultado de las operaciones debe ser 1.
fr_fr: Étape 3: Vérifiez le tableau au bas de la page: si le processus est terminé avec succès, la valeur enregistrée doit être 0 et le résultat final doit être 1
hu_hu: 3. lépés: Ellenőrizze az alábbi táblázatot, ha a műveletek sikeresen befejeződtek, az aktuális felvételi bitnek 0-nak kell lennie, és a bit eredményeként a tranzakciónak 1-nek kell lennie.
ru_ru: Шаг 3: Проверьте таблицу внизу страницы: если процесс завершен успешно, то сохраненное значение должно равняться 0, а окончательный результат должен равняться 1.

# ES1461_1
source: please wait until processing is completed(5 sec)...
es_es: Por favor, espere hasta que se complete este proceso(5 seg) ...
fr_fr: Veuillez attendre jusqu'à la fin de cette production
ru_ru: Дождитесь завершения этой операции(5 сек.)…

# ES1462_1
source: Please set the batching plant mode to manual mode and try after running the mixer
es_es: Por favor, intente después de convertir la planta en el modo automatico y poner en marcha el mezclador!
fr_fr: Passez en mode manuel
ru_ru: Перейдите в ручной режим управления, включите смеситель и попробуйте снова.

# ES1463_1
source: Current Recording
es_es: Registro de corriente
fr_fr: Résultat
ru_ru: Сохранение значения тока

# ES1464_1
source: Processing result
es_es: Resultado de la operación
fr_fr: Résultat
ru_ru: Результат

# ES1467_1
source: Semi Automatic
es_es: Semi-Automática
fr_fr: Semi-automatique
hu_hu: Félautomata
pl_pl: Półautomatyczny
ru_ru: Полуавто.

# ES1468_1
source: Semi Automatic
es_es: Semi-Automática
fr_fr: Semi-automatique
hu_hu: Félig automatikus
pl_pl: Półautomatyczny
ru_ru: Полуавто.

# ES146_1
source: Company name
es_es: Nombre de Empresa
fr_fr: Nom de l'entreprise
hu_hu: Cég neveı
pl_pl: Nazwa firmy
ru_ru: Название фирмы

# ES1472_1
source: Semi Automatic
es_es: Half Automatic
fr_fr: Semi-automatique
hu_hu: Félig automatikus
pl_pl: Półautomatyczny
ru_ru: Полуавто.

# ES1473_0
source: Hz
ru_ru: Гц

# ES1474_1
source: Water and additive meter configuration
es_es: Contador de agua y aditivo Configuración
fr_fr: Configuration des compteurs d'eau et d'adjuvants
hu_hu: Víz és additív Sayac beállítások
pl_pl: Ustawienia licznika wody i dodatków chemicznych
ru_ru: Конфигурация счетчиков воды и хим.добавок

# ES1475_1
source: Mixer motor overload Current Limit(A)
es_es: Mezclador De Sobre-Corriente Límite
fr_fr: Surintensité du moteur de malaxeur, A
hu_hu: Keverő túlfolyási határa
pl_pl: Limit prądowy mieszalnika(A)
ru_ru: Максимальный ток нагрузки электродвигателя смесителя(А)

# ES1476_0
source: 1350 kg
ru_ru: 1350 кг

# ES1477_0
source: 2500 kg
ru_ru: 2500 кг

# ES1478_0
source: 5000 kg
ru_ru: 5000 кг

# ES1479_0
source: 7500 kg
ru_ru: 7500 кг

# ES147_1
source: Phone
es_es: Telefono
fr_fr: Telephone
hu_hu: Telefonszáma
pl_pl: Telefon
ru_ru: Телефон, факс

# ES1480_0
source: 10000 kg
ru_ru: 10000 кг

# ES1481_0
source: 1500 kg
ru_ru: 1500 кг

# ES1485_1
source: Receipt name is incorrect
fr_fr: Nom de la recette non valide
pl_pl: Nazwa receptury jest niepoprawna
ru_ru: Недопустимое название рецепта

# ES1486_1
source: O905_Emergency Button Was Pressed
fr_fr: O905_Bouton d'arrêt d'urgence est enfoncé
pl_pl: O905_Naciśnięto przycisk alarmowy
ru_ru: O905 Нажата кнопка аварийного отключения
