Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES1776_1
source: Add, delete or edit new order
es_es: Nuevo fin de agregar, eliminar o Solucionar
fr_fr: Ajouter, effacer ou modifier nouvelle commande
hu_hu: Új rendelések hozzáadása, törlése vagy javítása
pl_pl: Dodaj, aktualizuj lub usuń zamówienie
ru_ru: Добавить, удалить или изменить новый заказ

# ES1777_1
source: Add, delete or edit new production plan
es_es: El nuevo plan de producción puede agregar, eliminar o solucionar
fr_fr: Ajouter, effacer ou modifier nouveau plan de production
hu_hu: Új termelési terv hozzáadása, törlése vagy javítása
pl_pl: Dodaj, aktualizuj lub usuń plan produkcji
ru_ru: Добавить, удалить или изменить новый план производства

# ES1778_1
source: Access to production report
es_es: Acceso Al Informe De Resultados De Producción
fr_fr: Accès aux rapports de production
hu_hu: Hozzáférés a termelési eredmények jelentéséhez
pl_pl: Dostęp do raportu wyników produkcji
ru_ru: Право доступа к отчету производства

# ES1779_1
source: Access to detailed production report
es_es: El Acceso A La Producción Detallados Informe De Resultados
fr_fr: Accès aux rapports de production détaillés
hu_hu: Hozzáférés a részletes termelési eredmények jelentéshez
pl_pl: Dostęp do szczegółowego raportu z wyników produkcji
ru_ru: Право доступа к детальному отчету производства

# ES1780_1
source: Access to delivery status report
es_es: El Acceso A Un Vehículo De Propulsión Estado Del Informe
fr_fr: Accès aux rapports d'état de livraison
hu_hu: Hozzáférés a járműszállítás állapotjelentéséhez
pl_pl: Dostęp do raportu o pojazdach
ru_ru: Право доступа к отчету о статусе отправки транспортных средств

# ES1781_1
source: Access utilized material report
es_es: Acceso Al Informe De Material Total Gastado
fr_fr: Accès aux rapports de matériel utilisé
hu_hu: Hozzáférés a teljes kiadott anyag jelentéshez
pl_pl: Dostęp do raportu o materiałach
ru_ru: Право доступа к общему отчету по израсходованному материалу(АВТО и РУЧН)

# ES1782_1
source: Access to sales report
es_es: El Acceso A Los Informes De Ventas
fr_fr: Accès aux rapports de ventes
hu_hu: Hozzáférés az értékesítési jelentéshez
pl_pl: Dostęp do raportu sprzedaży
ru_ru: Право доступа к отчету по продажам

# ES1783_1
source: Access to manual production report
es_es: El Acceso A Los Resultados De La Producción Manual
fr_fr: Accès aux résultats de production en mode manuel
hu_hu: Hozzáférés a kézi gyártási eredményekhez
pl_pl: Dostęp do raportu produkcji ręcznej
ru_ru: Право доступа к отчету по израсходованному материалу в ручном режиме

# ES1784_1
source: Access to motor working hours
es_es: El Acceso Al Motor En Tiempo De Ejecución
fr_fr: Accès aux durées de travail des moteurs
hu_hu: Hozzáférés a motor futási idejéhez
pl_pl: Dostęp do czasów pracy silników
ru_ru: Право доступа к времени работы электродвигателей

# ES1785_1
source: To record inventory
es_es: Stock De Papel
fr_fr: Enregistrement des stocks
hu_hu: Leltári nyilvántartások készítése
pl_pl: Ewidencja zapasów
ru_ru: Вести запись инвентаря

# ES1786_1
source: Access to inventory quantity report
es_es: El Acceso A La Cantidad De Inventario Informe De
fr_fr: Accès aux rapports de quantité de stocks
hu_hu: Hozzáférés a mennyiségi készlet jelentéséhez
pl_pl: Dostęp do raportu o zapasach ilościowych
ru_ru: Право доступа к отчету по количеству на складе

# ES1787_1
source: Access to inventory entry reports
es_es: Inventario De La Casa Acceso Al Informe
fr_fr: Accès aux rapports d'entrées dans les stocks
hu_hu: Hozzáférés a készletbeviteli jelentéshez
pl_pl: Dostęp do raportu o wprowadzeniu towaru
ru_ru: Право доступа к отчету по пополнению складов

# ES1788_1
source: Access to user settings
es_es: El Acceso A La Configuración De Usuario
fr_fr: Accès aux paramètres d'utilisateur
hu_hu: A felhasználói beállítások elérése
pl_pl: Dostęp do ustawień użytkownika
ru_ru: Право доступа к настройкам пользователя

# ES1789_1
source: Access to calibration settings
es_es: El Acceso A La Configuración De La Calibración
fr_fr: Accès aux paramètres de calibrage
hu_hu: A kalibrációs beállítások elérése
pl_pl: Dostęp do ustawień kalibracji
ru_ru: Право доступа к настройкам калибровки

# ES17_1
source: Logs
es_es: Registros
fr_fr: Entregistrement des alarmes/logs
hu_hu: Naplók
pl_pl: Logi
ru_ru: Журнал событий(логи)

# ES1801_1
source: Additional working time of transfer conveyor(sec.)
es_es: Adicional De Tiempo De Trabajo De La Cinta De Transferencia
fr_fr: Temps de travail supplémentaire du convoyeur de transfert d'agrégats
hu_hu: Transzfer sáv kiegészítő munkaidő
pl_pl: Dodatkowy czas pracy taśmociągu transportowego
ru_ru: Дополнительное время работы передаточного конвейера(сек)

# ES1805_1
source: Mixer is empty
es_es: Vacía El Mezclador
fr_fr: Malaxeur Vide
hu_hu: Keverő üres
pl_pl: Mieszalnik pusty
ru_ru: Смеситель пустой

# ES1806_1
source: Mixer is full
es_es: Mezclador Completo
fr_fr: Malaxeur Plein
hu_hu: Keverő tele
pl_pl: Mieszalnik pełny
ru_ru: Смеситель полный

# ES1807_1
source: Production Standby
es_es: Pendiente
fr_fr: Production en mode d'attente
hu_hu: Folyamatban
pl_pl: Produkcja jest w toku
ru_ru: Производство в режиме ожидания

# ES1808_1
source: Production Continues
es_es: La producción
fr_fr: Production continue
hu_hu: termelés
pl_pl: Produkcja trwa
ru_ru: Производство продолжается

# ES1811_1
source: Maximum working time of transfer conveyor(sec)
fr_fr: Temps de travail maximum du convoyeur de transfert d'agrégats
pl_pl: Maksymalny czas pracy taśmociągu transportowego(sek)
ru_ru: Максимальное время работы передаточного конвейера(сек)

# ES1812_1
source: Mixer is discharging
fr_fr: Déchargement du béton
pl_pl: Rozładunek betonu
ru_ru: Выгрузка

# ES1816_1
source: Attention! High voltage
es_es: Atención! De Alta Tensión
fr_fr: Attention! Haute tension
hu_hu: Vigyázat! Magas feszültség
pl_pl: Uwaga! Wysokie napięcie
ru_ru: Внимание! Высокое напряжение!

# ES1817_1
source: Attention! Low voltage
es_es: Atención! De Baja Tensión
fr_fr: Attention! Basse tension
hu_hu: Vigyázat! Alacsony feszültség
pl_pl: Uwaga! Niskie napięcie
ru_ru: Внимание! Низкое напряжение!

# ES1818_1
source: D902-1_Phase error - (1)
es_es: D902-1_Error de fase - (1)
fr_fr: D902-1_Erreur de phase- (1)
hu_hu: D902-1_Fázis hibai - (1)
pl_pl: D902-1_Awaria fazy(1)
ru_ru: D902-1 Сбои в электропитании(перекос фазы-1)

# ES1819_1
source: D902-1_Phase error - (2)
es_es: D902-2_Error de fase - (2)
fr_fr: D902-2_Erreur de phase - (2)
hu_hu: D902-2_Fázis hiba - (2)
pl_pl: D902-2_Awaria fazy(2)
ru_ru: D902-2 Сбои в электропитании(перекос фазы-2)

# ES1820_1
source: D902-1_Phase error - (3)
es_es: D902-3_Error de fase - (3)
fr_fr: D902-3_Erreur de phase - (3)
hu_hu: D902-3_Fázis hiba - (3)
pl_pl: D902-3_Awaria fazy(3)
ru_ru: D902-3 Сбои в электропитании(перекос фазы-3)

# ES1821_1
source: Open the gate of mixer
fr_fr: Ouvrir couvercle du malaxeur
pl_pl: Otwórz wyładunek mieszalnika
ru_ru: Открыть шибер смесителя

# ES1832_1
source: Momentary Button
es_es: Manual De Resorte Botones
fr_fr: Bouton poussoir
hu_hu: Kézi gombok rugóval berakva
pl_pl: Naciśnij przycisk
ru_ru: Кнопка без фиксации

# ES1833_1
source: Toggle Button
es_es: Botones Para El Manual De Push-Pull
fr_fr: Bouton Fixe
hu_hu: Kézi gombok mutatás és húzás
pl_pl: Przyciski ręczne Push-pull
ru_ru: Кнопка с фиксацией

# ES1843_1
source: New order
es_es: Nuevo Orden
fr_fr: Nouvelle commande
hu_hu: Új rendelés
pl_pl: Nowe zamówienie
ru_ru: Создать новый заказ

# ES1844_1
source: New production plan
es_es: El Nuevo Plan De Producción
fr_fr: Nouveau Plan de Production
hu_hu: Új termelési terv
pl_pl: Nowy plan produkcji
ru_ru: Создать новый план производства

# ES1845_1
source: Manual input
es_es: Manual De Entrada
fr_fr: Entregistrements manuels
hu_hu: Kézi bevitel
pl_pl: Ręczne wprowadzanie
ru_ru: Ввести вручную

# ES1846_1
source: Cycle, Actual amount taken, kg
fr_fr: Cycle, quantité prise, kg
pl_pl: Cykl, ciężar rzeczywisty kg
ru_ru: цикл, фактический вес, кг

# ES1847_1
source: Required amount per cycle, kg
fr_fr: Quantité voulue par cycle, kg
pl_pl: Określona waga na jeden cykl, kg
ru_ru: Заданный вес на один цикл, кг

# ES1849_1
source: O910_System in Automatic mode
es_es: O910_El Sistema Está En Modo Automático
fr_fr: O910_Système en mode automatique
hu_hu: O910_A rendszer automatikus
pl_pl: O910_System w trybie AUTO
ru_ru: O910 Система в АВТО режиме

# ES1850_1
source: O911_System in Manual mode
es_es: O911_En El Manual Del Sistema
fr_fr: O911_Système en mode manuel
hu_hu: O911_A rendszer a kézikönyvben
pl_pl: O911_System w trybie RĘCZNY
ru_ru: O911 Система в РУЧН.режиме

# ES1851_1
source: O912_System in Semiautomatic mode
es_es: El Sistema Es Semi-Automático En
fr_fr: O912_Sysème en mode semi-automatique
hu_hu: A rendszer félig automatikus
pl_pl: O912_System w trybie PÓŁ-AUTOMATYCZNYM
ru_ru: O912 Система в ПОЛУАВТ режиме

# ES1853_1
source: Display standard notes on the delivery note - 2
es_es: Mostrar El Texto De La Nota De Entrega
fr_fr: Afficher le texte standard sur le Bon de Livraison-2
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Wyświetlaj standardową notatkę w uwagach dowodu dostawy 2
ru_ru: Отображать в накладной текст стандартных примечаний - 2

# ES1854_1
source: Do not display standard notes on the delivery note - 2
es_es: No Mostrar El Texto De La Nota De Entrega
fr_fr: Ne pas afficher le texte standard sur le Bon de Livraison-2
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Nie wyświetlaj standardowej notatki na uwagach dowodu dostawy 2
ru_ru: Не отображать в накладной текст стандартных примечаний - 2

# ES1855_1
source: Display standard notes on the delivery note - 3
es_es: Mostrar El Texto De La Nota De Entrega
fr_fr: Afficher le texte standard sur le Bon de Livraison-3
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Wyświetlaj standardową notatkę w uwagach dowodu dostawy 3
ru_ru: Отображать в накладной текст стандартных примечаний - 3

# ES1856_1
source: Do not display standard notes on the delivery note - 3
es_es: No Mostrar El Texto De La Nota De Entrega
fr_fr: Ne pas afficher le texte standard sur le Bon de Livraison-3
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Nie wyświetlaj standardowej notatki na uwagach dowodu dostawy 3
ru_ru: Не отображать в накладной текст стандартных примечаний - 3

# ES1857_1
source: Display standard notes on the delivery note - 4
es_es: Mostrar El Texto De La Nota De Entrega
fr_fr: Afficher le texte standard sur le Bon de Livraison-4
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Wyświetlaj standardową notatkę w uwagach dowodu dostawy 4
ru_ru: Отображать в накладной текст стандартных примечаний - 4

# ES1858_1
source: Do not display standard notes on the delivery note - 4
es_es: No Mostrar El Texto De La Nota De Entrega
fr_fr: Ne pas afficher le texte standard sur le Bon de Livraison-4
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Nie wyświetlaj standardowej notatki na uwagach dowodu dostawy 4
ru_ru: Не отображать в накладной текст стандартных примечаний - 4

# ES1859_1
source: Display standard notes on the delivery note - 5
es_es: Mostrar El Texto De La Nota De Entrega
fr_fr: Afficher le texte standard sur le Bon de Livraison-5
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Wyświetlaj standardową notatkę w uwagach dowodu dostawy 5
ru_ru: Отображать в накладной текст стандартных примечаний - 5

# ES1860_1
source: Do not display standard notes on the delivery note - 5
es_es: No Mostrar El Texto De La Nota De Entrega
fr_fr: Afficher le texte standard sur le Bon de Livraison-5
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Nie wyświetlaj standardowej notatki na uwagach dowodu dostawy 5
ru_ru: Не отображать в накладной текст стандартных примечаний - 5

# ES1862_1
source: Production No
es_es: La Producción De No
fr_fr: Numéro de production
hu_hu: Gyártási szám
pl_pl: Numer produkcji
ru_ru: № Производства

# ES191_1
source: Recipe
es_es: Receta
fr_fr: Nom de la recette
hu_hu: Recept
pl_pl: Receptura
ru_ru: Название рецепта

# ES192_1
source: sec.
es_es: Segundo
hu_hu: Másodperc
pl_pl: sek
ru_ru: сек.

# ES193_1
source: kg
es_es: Kilogramos
ru_ru: кг

# ES1941_1
source: Reset production code
es_es: El Código De La Producción De Restablecimiento De
fr_fr: Code de production de réinitialise
hu_hu: Alaphelyzetbe állítja a gyártási kódot
pl_pl: Zresetuj kod produkcji
ru_ru: Обнулить код производства

# ES1946_1
source: Serial production
es_es: La Producción En Masa
fr_fr: Production en continue
hu_hu: Tömegtermelés
pl_pl: Produkcja seryjna
ru_ru: Серийное производство

# ES1947_1
source: Concrete type
es_es: Hormigón Tipo
fr_fr: Type de béton
hu_hu: Beton típus
pl_pl: Typ betonu
ru_ru: Тип бетона

# ES1948_1
source: Input different concrete type
fr_fr: Entrez un autre type de béton
pl_pl: Wprowadź inny rodzaj betonu
ru_ru: Введите другой тип бетона

# ES194_1
source: Aggregate1
es_es: Arido1
fr_fr: Agrégat1
hu_hu: Adalékanyag 1
pl_pl: Kruszywo1
ru_ru: Инертные(1)

# ES1959_1
source: Vehicle information
fr_fr: Information véhicule
pl_pl: Informacje o pojazdach
ru_ru: Транспортное средство

# ES1960_1
source: Type
pl_pl: Porada
ru_ru: Тип

# ES1961_1
source: Site/Organization
fr_fr: Chantier/Organisme
pl_pl: Przedmiot
ru_ru: Стройплощадка / Организация

# ES1962_1
source: Arrival time
fr_fr: Heure d’arrivée
pl_pl: Czas przybycia
ru_ru: Время прибытя

# ES1963_1
source: Departure time
fr_fr: Heure de sortie
pl_pl: Czas wyjazdu
ru_ru: Время отправления

# ES1966_1
source: Production was paused
es_es: La Producción Se Detuvo
fr_fr: La production a été arrêté
hu_hu: A gyártás leállt
ru_ru: Производство остановлено

# ES1967_1
source: Production was reset
es_es: Restablecimiento De La Producción
fr_fr: La production a été réinitialisée
hu_hu: Termelés visszaállítása
ru_ru: Производство сброшено

# ES1968_1
source: Production complete
es_es: Terminó La Producción
fr_fr: La production est terminée
hu_hu: A gyártás befejeződött
ru_ru: Производство закончено

# ES1969_1
source: New production has started
es_es: La Nueva Producción Comenzó
fr_fr: Une nouvelle production a démarré
hu_hu: Megkezdődött az új gyártás
ru_ru: Новое производство началось

# ES1970_1
source: Production continues from where was left
es_es: La Producción Se Ha Reanudado
fr_fr: La production continue
hu_hu: Folytatja a gyártást
ru_ru: Производство продолжается с момента остановки

# ES1971_1
source: Production not completed
es_es: La Producción No Se Ha Completado
fr_fr: La production n’est pas terminée
hu_hu: A gyártás sikertelen
ru_ru: Производство не закончено

# ES197_1
source: Aggregate2
es_es: Agregado2
fr_fr: Agrégat2
hu_hu: Adalékanyag 2
pl_pl: Kruszywo2
ru_ru: Инертные(2)

# ES198_1
source: Aggregate3
es_es: Agregado3
fr_fr: Agrégat3
hu_hu: Adalékanyag 3
pl_pl: Kruszywo3
ru_ru: Инертные(3)

# ES1996_1
source: Total Order Quantity, m3
es_es: El total de la cantidad de la orden, m3
fr_fr: Quantité de commande total, m3
hu_hu: Teljes rendelési mennyiség, m3
pl_pl: Całkowita ilość zamówienia, m3
ru_ru: Общий объем заказа, м3

# ES1997_1
source: Remaning Order Quantity, m3
es_es: Restante de la cantidad de la orden, m3
fr_fr: Quantité de production restante, m3
hu_hu: Hátralévő mennyiség, m3
pl_pl: Pozostała ilość zamówienia, m3
ru_ru: Оставшийся объем заказа, м3

# ES199_1
source: Aggregate4
es_es: Agregado4
fr_fr: Agrégat4
hu_hu: Adalékanyag 4
pl_pl: Kruszywo4
ru_ru: Инертные(4)

# ES19_1
source: Exit
es_es: Salida
fr_fr: Quitter
hu_hu: Kilép
pl_pl: Wyjście
ru_ru: Выход

# ES1_1
source: Alarm
es_es: Alarma
fr_fr: Alarme
hu_hu: Riasztás
ru_ru: Неисправность

# ES2001_0
source: Katkı alımına devam etmek için başk bir silo seçiniz(geçerli siloda çimento kalmadı).
es_es: Kaki elegir para continuar con la compra de otro silo(la actual silos de cemento a la izquierda).
fr_fr: Choisissez un autre adjuvant pour continuer la prise d'adjuvant (il n'y a plus d'adjuvant dans celui selectionné)
hu_hu: Válasszon egy másik silót az adalékanyag-vásárlás folytatásához (a jelenlegi silóban nem maradhat cement).
pl_pl: Wybierz inny silos, aby kontynuować nalewanie (brak cementu w obecnym silosie).
ru_ru: Выберите другую ёмкость для продолжения набора хим.добавки(в текущей емкости закончилась хим.добавка).

# ES2003_0
source: Agrega alımına devam etmek için başka bir bunker seçiniz(geçerli bunkerde agrega kalmadı).
es_es: Otro bunker para continuar con la compra de seleccionar Agregado(Aggregate mil la actual, por supuesto).
fr_fr: Choisissez une autre trémie pour continuer la prise d'agrégat (il n'y a plus d'agrégat dans la trémie à agrégat selectionnée)
hu_hu: Válasszon egy másik bunkert az aggregált bevitel folytatásához (az aktuális bunkerben nem maradt aggregátum).
pl_pl: Wybierz inny bunkier, aby kontynuować przyjmowanie kruszywa (brak kruszywa w bieżącym bunkrze).
ru_ru: Выберите другой бункер для продолжения набора инертных материалов(в текущем бункере закончились инертные материалы)

# ES2009_0
source: Mixer cover opening time
es_es: La Válvula Mezcladora Tiempo Abierto
fr_fr: Temps d'ouverture de la trappe du malaxeur
hu_hu: Konyhai ajtó nyitvatartási ideje
pl_pl: Czas otwarcia drzwi miksera
ru_ru: Время открытия шибера выгрузки смесителя

# ES2023_1
source: Change
es_es: Cambio
fr_fr: Changer
hu_hu: változás
pl_pl: zmiana
ru_ru: Изменить склад

# ES2025_0
source: Select new material to change the material in the stock area
es_es: El material en el inventario de la zona para seleccionar el nuevo material.
fr_fr: Selectionner un nouveau matériel pour modifier le matériel dans la zone de stockage
hu_hu: Válassza az Új anyag elemet a készletben lévő anyag cseréjéhez
pl_pl: Wybierz Nowy materiał, aby zmienić materiał w magazynie
ru_ru: Выберите новый материал для изменения материала на складе

# ES2030_0
source: Fiber Material
es_es: Material De Fibra De
fr_fr: Matériel fibre
hu_hu: Szálas anyag
pl_pl: Materiał włóknisty
ru_ru: Фиброволокно

# ES2031_0
source: fiber(1) recieved value , kg
es_es: La fibra obtenida en(1) un valor de kg
fr_fr: Valeur de la prise de fibre(1), kg
hu_hu: Alınan fiber(1) değeri, kg
pl_pl: Wartość otrzymanego włókna (1), kg
ru_ru: Фактический вес фиброволокна(1), kg

# ES2032_0
source: fiber(2) recieved value, kg
es_es: La fibra obtenida en(2) un valor de kg
fr_fr: Valeur de la prise de fibre(2), kg
hu_hu: Alınan fiber(2) değeri, kg
pl_pl: Wartość otrzymanego włókna (2), kg
ru_ru: Фактический вес фиброволокна(2), kg

# ES2033_0
source: fiber(3) recieved value, kg
es_es: La fibra obtenida en(3) un valor de kg
fr_fr: Valeur de la prise de fibre(3), kg
hu_hu: Alınan fiber(3) değeri, kg
pl_pl: Wartość otrzymanego włókna (3), kg
ru_ru: Фактический вес фиброволокна(3), kg

# ES2061_0
source: Car Brand
es_es: Marca De Coche
fr_fr: Marque du véhicule
hu_hu: Jármű márka
pl_pl: Marka pojazdu
ru_ru: Марка автотранспорта

# ES2064_0
source: Returned Concrete Amount
es_es: El Importe De La Devolución De Hormigón
fr_fr: Quantité de béton repris
hu_hu: Visszatért betonmennyiség
pl_pl: Zwrócona kwota betonowa
ru_ru: Объем возвращенного бетона

# ES2065_0
source: Return Concrete Class
es_es: Regresó Clase Concreta
fr_fr: Classe de béton repris
hu_hu: Vissza beton osztály
pl_pl: Zwróć klasę betonu
ru_ru: Класс возвращенного бетона

# ES2066_0
source: Return Concrete Description
es_es: Descripción De Devolución De Hormigón
fr_fr: Description béton repris
hu_hu: Visszatérés a konkrét leíráshoz
pl_pl: Zwróć konkretny opis
ru_ru: Описание возвращенного бетона

# ES2067_0
source: Return Production No
es_es: La Producción De No Retorno
fr_fr: No de production béton repris
hu_hu: Vissza a gyártási szám
pl_pl: Nr produkcji zwrotnej
ru_ru: № производства возвращенного бетона

# ES206_1
source: Mixing Time
es_es: Tiempo de Mezcla de Mezclador
fr_fr: Malaxage
hu_hu: Keverési idő
pl_pl: Czas mieszania
ru_ru: Перемешивание

# ES2073_0
source: Operation Page
es_es: La Página De La Transacción
fr_fr: Page de traitement
hu_hu: Tranzakciós oldal
pl_pl: Strona transakcji
ru_ru: Страница управления производством

# ES2074_0
source: Operation Page-Control Panel
es_es: La Página De La Transacción-Panel De Control
fr_fr: Page de traitement-Panneau de controle
hu_hu: Tranzakciós oldal-Vezérlőpult
pl_pl: Strona transakcji - panel sterowania
ru_ru: Страница управления производством-Панель управления

# ES2075_0
source: Operation Page-Control Panel-Production Processes
es_es: Transacción-Panel De Control-Las Operaciones De Producción
fr_fr: Page de traitement-Panneau de controle-Traitements de production
hu_hu: Folyamatlap-Vezérlőpult-előállítási folyamat
pl_pl: Arkusz procesów - Panel sterowania - Proces produkcji
ru_ru: Страница управления производством-Панель управления-Действия по производству

# ES2076_0
source: Operation Page-Parameters
es_es: La página de la transacción - Parámetros
fr_fr: Page de traitement-Paramètres
hu_hu: Folyamatlap-paraméterek
pl_pl: Arkusz procesu - parametry
ru_ru: Страница управления производством-Настройки

# ES2077_0
source: Operation Page-Parameters-Save
es_es: İşlem Sayfası-Parametreler-Kaydet
fr_fr: Page de traitement-Paramètres-Sauvegarder
hu_hu: Folyamatlap-paraméterek -Mentés
pl_pl: Arkusz procesu - parametry - Zapisz
ru_ru: Страница управления производством-Настройки-Сохранить

# ES2078_0
source: Operation Page-Parameters-Read from PLC
es_es: La página de la transacción - Parámetros-De la lectura desde el PLC
fr_fr: Page de traitement-Paramètres-Lire du PLC
hu_hu: Folyamatoldali paraméterek - Olvassa el a PLC-től
pl_pl: Arkusz procesu - parametry - odczyt ze sterownika PLC
ru_ru: Страница управления производством-Настройки-Получить данные из ПЛК

# ES2079_0
source: Operation Page-Parametersr-Send To PLC
es_es: La página de la transacción - Parámetros-Enviar al PLC
fr_fr: Page de traitement-Paramètres-Envoyer vers le PLC
hu_hu: Tranzakciós oldal-paraméterek - Küldés a PLC-nek
pl_pl: Arkusz procesu - parametry - wyślij do PLC
ru_ru: Страница управления производством-Настройки-Отправить данные в ПЛК

# ES207_1
source: Mixer Discharge Time
es_es: Tiempo de Descarga de Mezclador
fr_fr: Déchargement
hu_hu: Keverő kiadási idő
pl_pl: Czas wyładunku mieszalnika
ru_ru: Выгрузка

# ES2080_0
source: Process Description
es_es: Definición De Proceso
fr_fr: Définition traitement
hu_hu: A folyamat leírása
pl_pl: Opis procesu
ru_ru: Данные по производству

# ES2081_0
source: Process Description-Companies
es_es: Definición De Proceso - Empresas
fr_fr: Définition traitement-Entreprises
hu_hu: Folyamatleírás - cégek
pl_pl: Definicja procesu - firmy
ru_ru: Данные по производству-Фирмы

# ES2082_0
source: Process Description-Companies-New Registration
es_es: Proceso De Definición De-Empresas-Nuevo Record
fr_fr: Définition traitement-Entreprises-Nouvelle entrée
hu_hu: Folyamatleírás-cégek - új regisztráció
pl_pl: Definicja procesu - Firmy - Nowa rejestracja
ru_ru: Данные по производству-Фирмы-Внести новые данные

# ES2083_0
source: Process Description-Companies-Registration Update
es_es: Proceso De Definición De-Empresas-Actualización De La Inscripción
fr_fr: Définition traitement-Entreprises-Mise à jour entrée
hu_hu: Folyamatdefiníció-cégek - regisztráció frissítése
pl_pl: Definicja procesu - Firmy - Aktualizacja rejestracji
ru_ru: Данные по производству-Фирмы-Обновить данные

# ES2084_0
source: Process Description-Companies-Registration Delete
es_es: Proceso De Definición De-Empresas-La Eliminación De Un Registro
fr_fr: Définition traitement-Entreprises-Supprimer entrée
hu_hu: Folyamatdefiníció-cégek - regisztráció törlése
pl_pl: Definicja procesu - firmy - usuwanie zapisów
ru_ru: Данные по производству-Фирмы-Удалить запись

# ES2085_0
source: Process Description-Vehicles
es_es: Proceso De Definición De Herramientas
fr_fr: Définition traitement-Véhicules
hu_hu: Folyamatmeghatározás - eszközök
pl_pl: Definicja procesu - narzędzia
ru_ru: Данные по производству-Транспортные средства
