Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES2086_0
source: Process Description-Vehicles-New Registration
es_es: Definición De Proceso-Herramientas-Nuevo Record
fr_fr: Définition traitement-Véhicules-Nouvelle entrée
hu_hu: A folyamat meghatározása - eszközök - új regisztráció
pl_pl: Definicja procesu - Narzędzia - Nowa rejestracja
ru_ru: Данные по производству-Транспортные средства-Внести новые данные

# ES2087_0
source: Process Description-Vehicles-Registration update
es_es: Definición De Proceso-Herramientas-Actualización Del Registro
fr_fr: Définition traitement-Véhicules-Mise à jour entrée
hu_hu: Folyamatdefiníció-eszközök-regisztráció frissítése
pl_pl: Definicja procesu - Narzędzia - Aktualizacja rekordu
ru_ru: Данные по производству-Транспортные средства-Обновить данные

# ES2088_0
source: Process Description-Vehicles-Registration Delete
es_es: Definición De Proceso-Herramientas-Eliminar Registro
fr_fr: Définition traitement-Véhicules-Supprimer entrée
hu_hu: A folyamat meghatározása - építkezési helyek
pl_pl: Definicja procesu - Narzędzia - Usuwanie rejestracji
ru_ru: Данные по производству-Транспортные средства-Удалить запись

# ES2089_0
source: Construction Sites
es_es: Definición de proceso-los sitios de construcción
fr_fr: Définition traitement-Chantiers
hu_hu: A folyamat meghatározása - építkezési helyek
pl_pl: Definicja procesu - place budowy
ru_ru: Данные по производству-Стройплощадки

# ES208_1
source: Cement
es_es: Cemento
fr_fr: Ciment
ru_ru: Цемент

# ES2090_0
source: Process Description-Construction Sites-New Registration
es_es: Proceso De Definición De-Sitios-Nueva Grabación
fr_fr: Définition traitement-Chantiers-Nouvelle entrée
hu_hu: A folyamat meghatározása - Építési helyek - Új regisztráció
pl_pl: Definicja procesu - Plac budowy - Nowa rejestracja
ru_ru: Данные по производству-Стройплощадки-Внести новые данные

# ES2091_0
source: Process Description-Construction Sites-Registration Update
es_es: Definición De Proceso-Sitios-La Actualización De La Inscripción
fr_fr: Définition traitement-Chantiers-Mise à jour entrée
hu_hu: Folyamatmeghatározás - Építési helyek-regisztráció frissítése
pl_pl: Definicja procesu - Plac budowy - Aktualizacja rejestracji
ru_ru: Данные по производству-Стройплощадки-Обновить данные

# ES2092_0
source: Process Definition-Construction Sites-Registration Delete
es_es: Definición De Proceso-Sitios-De Registro
fr_fr: Définition traitement-Chantiers-Supprimer entrée
hu_hu: A folyamat meghatározása - Építési helyek-törlés
pl_pl: Definicja procesu - Plac budowy - Usunięcie rejestracji
ru_ru: Данные по производству-Стройплощадки-Удалить запись

# ES2093_0
source: Process Definition-Drivers-New Registration
es_es: Definición De Proceso- Drivers-Nuevo Registro
fr_fr: Définition traitement-Chauffeur-Nouvelle entrée
hu_hu: Folyamatmeghatározás-illesztőprogramok - új rekord
pl_pl: Definicja procesu - Sterowniki - Nowy rekord
ru_ru: Данные по производству-Водители-Внести новые данные

# ES2094_0
source: Process Definition-Drivers-Registration Update
es_es: Definición De Proceso- Drivers-Actualización De Registro
fr_fr: Définition traitement-Sürücüler-Mise à jour entrée
hu_hu: A folyamat meghatározása - Illesztőprogramok - Frissítés frissítése
pl_pl: Definicja procesu - Sterowniki - Aktualizacja Aktualizacja
ru_ru: Данные по производству-Водители-Обновить данные

# ES2095_0
source: Process Definition-Drivers-Registration Delete
es_es: Definición De Proceso- Drivers-Eliminar Un Registro
fr_fr: Définition traitement-Sürücüler-Supprimer entrée
hu_hu: A folyamat meghatározása - Illesztőprogramok - A regisztráció törlése
pl_pl: Definicja procesu - Sterowniki - Usuwanie
ru_ru: Данные по производству-Водители-Удалить запись

# ES2096_0
source: Process Definition-Materials
es_es: Definición De Proceso-Materiales
fr_fr: Définition traitement-Matériaux
hu_hu: A folyamat meghatározása - Anyagok
pl_pl: Definicja procesu - materiały
ru_ru: Данные по производству-Материалы

# ES2097_0
source: Process Definition-Materials-New Registration
es_es: Definición De Proceso-Materiales - Nuevo Record
fr_fr: Définition traitement-Matériaux-Nouvelle entrée
hu_hu: A folyamat meghatározása-anyagok-új rekord
pl_pl: Definicja procesu - materiały -nowy rekord
ru_ru: Данные по производству-Материалы-Внести новые данные

# ES2098_0
source: Process Definition-Materials-Registration Update
es_es: Definición De Proceso-Materiales - La Actualización De La Inscripción
fr_fr: Définition traitement-Matériaux-Mise à jour entrée
hu_hu: Folyamatdefiníció-anyagok-nyilvántartás frissítése
pl_pl: Definicja procesu - Materiały - Aktualizacja rekordu
ru_ru: Данные по производству-Материалы-Обновить данные

# ES2099_0
source: Process Definition-Materials-Registration Delete
es_es: Definición De Proceso-Materiales - La Anulación Del Registro
fr_fr: Définition traitement-Matériaux-Supprimer entrée
hu_hu: A folyamat leírása-anyagok-regisztráció törlése
pl_pl: Definicja procesu - Materiały - Usuwanie
ru_ru: Данные по производству-Материалы-Удалить запись

# ES209_1
source: Additive
es_es: Aditivo
fr_fr: Adjuvant
hu_hu: Vegyyszer
pl_pl: Dodatki chemiczne
ru_ru: Хим.добавки

# ES2100_0
source: Process Definition-Stock Areas
es_es: İDescripción Del Proceso- Inventario De Campos
fr_fr: Définition traitement-Zones de stockage
hu_hu: Folyamatmeghatározás-raktárterületek
pl_pl: Definicja procesu - obszary zapasów
ru_ru: Данные по производству-Места складирования

# ES2101_0
source: Process Definition-Stock Areas-New Registration
es_es: Descripción Del Proceso De Campos-Inventario-Nueva Grabación
fr_fr: Définition traitement-Zones de stockage-Nouvelle entrée
hu_hu: A tranzakció-részvényterületek meghatározása - új regisztráció
pl_pl: Definicja transakcji - obszary zapasów - nowa rejestracja
ru_ru: Данные по производству-Места складирования-Внести новые данные

# ES2102_0
source: Process Definition-Stock Areas-Registration Update
es_es: Descripción Del Proceso-Inventario De Campos- La Actualización De La Inscripción
fr_fr: Définition traitement-Zones de stockage-Mise à jour entrée
hu_hu: Folyamatmeghatározás - Készletterületek - Rekordfrissítés
pl_pl: Definicja procesu - obszary zapasów - aktualizacja rekordów
ru_ru: Данные по производству-Места складирования-Обновить данные

# ES2103_0
source: Process Definition-Stock Areas-Registration Delete
es_es: Descripción Del Proceso-Inventario De Campos-De Registro
fr_fr: Définition traitement-Zones de stockage-Supprimer entrée
hu_hu: Folyamat meghatározása - raktárterületek-regisztráció Törlés
pl_pl: Definicja transakcji - obszary zapasów - usunięcie
ru_ru: Данные по производству-Места складирования-Удалить запись

# ES2104_0
source: Process Definition-Alarm Solutions
es_es: Definición De Proceso- Alarma Soluciones
fr_fr: Définition traitement-Solutions alarme
hu_hu: A folyamat meghatározása - riasztási megoldások
pl_pl: Definicja procesu - rozwiązania alarmowe
ru_ru: Данные по производству-Решение неисправности

# ES2105_0
source: Process Definition-Alarm Solutions-New Registration
es_es: Definición De Proceso-- Alarma Soluciones-Nueva Grabación
fr_fr: Définition traitement-Solutions alarme-Nouvelle entrée
hu_hu: A folyamat meghatározása - Riasztási megoldások - Új regisztráció
pl_pl: Definicja procesu - Rozwiązania alarmowe - Nowa rejestracja
ru_ru: Данные по производству-Решение неисправности-Внести новые данные

# ES2106_0
source: Process Definition-Alarm Solutions-Registration Update
es_es: Definición De Proceso-Alarma Soluciones-La Actualización De La Inscripción
fr_fr: Définition traitement-Solutions alarme-Mise à jour entrée
hu_hu: Folyamat meghatározása - Riasztási megoldások - Felvétel frissítése
pl_pl: Definicja procesu - Rozwiązania alarmowe - Aktualizacja rekordu
ru_ru: Данные по производству-Решение неисправности-Обновить данные

# ES2107_0
source: Process Definition-Alarm Solutions-Registration Delete
es_es: Definición De Proceso-Alarma Soluciones-La Actualización De La Inscripción
fr_fr: Définition traitement-Solutions alarme-Supprimer entrée
hu_hu: Folyamatmeghatározás - riasztási megoldások - regisztráció törlése
pl_pl: Definicja procesu - Rozwiązania alarmowe - Usunięcie rejestracji
ru_ru: Данные по производству-Решение неисправности-Удалить запись

# ES2108_0
source: Recipes-Recipe Description
es_es: Recetas- Receta Definición
fr_fr: Recette-Définition recette
hu_hu: Receptek-recept leírása
pl_pl: Przepisy - Definicja przepisu
ru_ru: Рецепты-Данные рецепта

# ES2109_0
source: Recipes-Recipe Description-New Registration
es_es: Recetas- Receta Definición- Nuevo Récord
fr_fr: Recette-Définition recette-Nouvelle entrée
hu_hu: Receptek-Receptek leírás-Új regisztráció
pl_pl: Przepisy - Opis przepisu - Nowa rejestracja
ru_ru: Рецепты-Данные рецепта-Внести новые данные

# ES210_1
source: Delay Times
es_es: Tiempo de Demora
fr_fr: Temps de retard de déchargement des matériaux dans le malaxeur
hu_hu: Idő késleltetés
pl_pl: Czas opóźnienia
ru_ru: Время задержки выгрузки материалов в смеситель

# ES2110_0
source: Recipes-Recipe Description-Registration Update
es_es: Recetas- Receta Definición- Grabación De Actualización
fr_fr: Recette-Définition recette-Mise à jour entrée
hu_hu: Receptek- Receptek leírása- Regisztráció frissítése
pl_pl: Przepisy-Przepis Opis-Rejestracja Aktualizacja
ru_ru: Рецепты-Данные рецепта-Обновить данные

# ES2111_0
source: Recipes-Recipe Description-Registration Delete
es_es: Recetas- Receta Definición- Eliminar Registro
fr_fr: Recette-Définition recette-Supprimer entrée
hu_hu: Receptek- Receptek leírása- Regisztráció törlése
pl_pl: Przepisy-Przepis Opis-Usuń rejestrację
ru_ru: Рецепты-Данные рецепта-Удалить запись

# ES2112_0
source: Recipes-Recipe Description-Send to PLC
es_es: Recetas- Receta Definición- Enviar Al PLC
fr_fr: Recette-Définition recette-Envoyer vers le PLC
hu_hu: Receptek - Receptek leírása - Küldés a PLC-nek
pl_pl: Przepisy-Opis przepisu-Wyślij do PLC
ru_ru: Рецепты-Данные рецепта-Отправить данные в ПЛК

# ES2113_0
source: Production
es_es: Producción
hu_hu: Termelés
pl_pl: Produkcja
ru_ru: Производство

# ES2114_0
source: Production-Production Plan
es_es: La producción- Plan de producción
fr_fr: Production-Plan de production
hu_hu: Termelés - Tervezési terv
pl_pl: Produkcja - plan produkcji
ru_ru: Производство-План производства

# ES2115_0
source: Production-Production Plan-New Registration
es_es: La producción -Plan De Producción- Nuevo Récord
fr_fr: Production-Plan de production-Nouvelle entrée
hu_hu: Termelés- Termelési terv - Új rekord
pl_pl: Produkcja-Plan produkcji-Nowy rekord
ru_ru: Производство-План производства-Внести новые данные

# ES2116_0
source: Production-Production Plan-Registration Update
es_es: La producción-Plan De Producción- Grabación De Actualización
fr_fr: Production-Plan de production-Mise à jour entrée
hu_hu: Termelés- Termelési terv- Regisztráció frissítése
pl_pl: Produkcja - Plan produkcji - Aktualizacja rejestracji
ru_ru: Производство-План производства-Обновить данные

# ES2117_0
source: Production-Production Plan-Registration Delete
es_es: La producción-Plan De Producción- Eliminar Un Registro
fr_fr: Production-Plan de production-Supprimer entrée
hu_hu: Termelés - Termelési terv - Nem regisztráció
pl_pl: Produkcja - Plan produkcji - Wyrejestrowanie
ru_ru: Производство-План производства-Удалить запись

# ES2118_0
source: Production-Order Production Plan
es_es: La producción-Orden De Plan De Producción
fr_fr: Production-Commande plan de production
hu_hu: Termelés - rendelési gyártási terv
pl_pl: Produkcja -zamówienie planu produkcji
ru_ru: Производство-План производства заказа

# ES2119_0
source: Production-Order Production Plan-New Registration
es_es: La producción-El Orden, El Plan De Producción- Nuevo Récord
fr_fr: Production-Commande plan de production-Nouvelle entrée
hu_hu: Termelés - Rendelési gyártási terv - Új regisztráció
pl_pl: Produkcja - Zamówienie Plan produkcji - Nowa rejestracja
ru_ru: Производство-План производства заказа-Внести новые данные

# ES211_1
source: Weighing Parameters
es_es: Parametros de Pesaje
fr_fr: Composition du béton
hu_hu: Mérleg paraméterei
pl_pl: Parametry ważenia
ru_ru: Состав бетона

# ES2120_0
source: Production-Order Production Plan-Registration Update
es_es: La producción El Orden- El Plan De Producción- Grabación De Actualización
fr_fr: Production-Commande plan de production-Mise à jour entrée
hu_hu: Termelés - Megrendelés Tervezési terv - Regisztráció frissítése
pl_pl: Produkcja - Zamówienie Plan produkcji - Aktualizacja rejestracji
ru_ru: Производство-План производства заказа-Обновить данные

# ES2121_0
source: Production-Production Results
es_es: La producción-Los Resultados De La Producción
fr_fr: Production-Résultats de production
hu_hu: Termelés - Termelési eredmények
pl_pl: Produkcja - wyniki produkcji
ru_ru: Производство-Отчет по производству

# ES2122_0
source: Production-Manual Production Results
es_es: Producción-Manual Los Resultados De La Producciónı
fr_fr: Production-Résultats production manuel
hu_hu: Gyártás - Kézi gyártási eredmények
pl_pl: Produkcja - ręczne wyniki produkcji
ru_ru: Производство-Отчет по производству в ручном режиме

# ES2123_0
source: Production-Engine Run Time
es_es: La producción-El Motor De Tiempo De Funcionamiento
fr_fr: Production-Durée de focntionnement de moteur
hu_hu: Termelés - motor futási ideje
pl_pl: Produkcja - czas pracy silnika
ru_ru: Производство-Время работы электродвигателя

# ES2124_0
source: Inventory Operations
es_es: Operaciones de Almacen
fr_fr: Traitements de stock
hu_hu: Leltár muveletek
pl_pl: Operacje magazynowe
ru_ru: Действия по складам

# ES2125_0
source: Inventory Transactions-New Registration
es_es: Transacciones De Inventario- Nuevo Récord
fr_fr: Traitements de stock-Nouvelle entrée
hu_hu: Készlet tranzakciók - új regisztráció
pl_pl: Transakcje magazynowe - Nowa rejestracja
ru_ru: Действия по складам-Внести новые данные

# ES2126_0
source: Report
es_es: Informe
fr_fr: Rapports
hu_hu: Jelentés
pl_pl: Raport
ru_ru: Отчеты

# ES2127_0
source: Report-Production Reports
es_es: Informe- Los Informes De Producción
fr_fr: Rapports-Rapports de production
hu_hu: Jelentés-készítési jelentések
pl_pl: Raport - raporty produkcyjne
ru_ru: Отчеты-Отчет по производству

# ES2128_0
source: Report-Stock Reports
es_es: Informe- Informes De Inventario
fr_fr: Rapports-Rapports de stock
hu_hu: Jelentés-készlet jelentések
pl_pl: Raport - raporty giełdowe
ru_ru: Отчеты-Отчет по складам

# ES2129_0
source: Report-Stock Reports-Quantity Stock Report
es_es: Informe- Informes De Inventario- La Cantidad De Inventario Informe De
fr_fr: Rapports-Rapports de stock-Rapports de stock quantité
hu_hu: Jelentés- Készletjelentés- Mennyiség Készletjelentés
pl_pl: Raport - Raporty magazynowe - Raport zapasów ilościowych
ru_ru: Отчеты-Отчет по складам-Отчет по складским материалам

# ES212_1
source: Mixer Parameters
es_es: Parametros de Mezclador
fr_fr: Paramètres du malaxeur
hu_hu: Keverő paraméterei
pl_pl: Parametry mieszania
ru_ru: Настройки смесителя

# ES2130_0
source: Report-Stock Reports-Stock Entry Report
es_es: Informe- Informes De Inventario- Inventario De La Casa De Informes
fr_fr: Rapports-Rapports de stock-Rapports entrée de stock
hu_hu: Jelentés- Készletjelentések- Készletkötési jelentés
pl_pl: Raport - raporty zapasów - raport zapisów zapasów
ru_ru: Отчеты-Отчет по складам-Отчет по пополнению склада

# ES2131_0
source: Report-Stock Reports-Total Material Expenditure Report
es_es: Informe- Informes De Inventario- Total De Materiales Reporte De Gastos
fr_fr: Rapports-Rapports de stock-Rapports total utilisation de materiaux
hu_hu: Jelentés-készletjelentés - Összes anyagköltség-jelentés
pl_pl: Raport - Raporty magazynowe - Raport całkowitych wydatków materiałowych
ru_ru: Отчеты-Отчет по складам-Отчет по израсходованным материалам

# ES2132_0
source: User Operations
es_es: Operaciones del Usuario
fr_fr: Traitements utilisateur
hu_hu: Felhasználói muveletek
pl_pl: Operacje uzytkownika
ru_ru: Настройки пользователя

# ES2133_0
source: User Actions-Users and Groups
es_es: Los Procesos De Usuario- Usuarios y grupos
fr_fr: Traitements utilisateur-Utilisateurs et groupes
hu_hu: Felhasználói műveletek -Felhasználók és csoportok
pl_pl: Działania użytkownika - użytkownicy i grupy
ru_ru: Настройки пользователя-Пользователи и группы

# ES2134_0
source: User Actions-Users and Groups-New Registration
es_es: Los Procesos De Usuario- Usuarios y grupos-Nuevo Récord
fr_fr: Traitements utilisateur-Utilisateurs et groupes-Nouvelle entrée
hu_hu: Felhasználói műveletek --- Felhasználók és csoportok - Új regisztráció
pl_pl: Działania użytkownika - Użytkownicy i grupy - Nowa rejestracja
ru_ru: Настройки пользователя-Пользователи и группы-Внести новые данные

# ES2135_0
source: User Actions-Users and Groups-Regirstration Update
es_es: Los Procesos De Usuario- Usuarios y grupos- Grabación De Actualización
fr_fr: Traitements utilisateur-Utilisateurs et groupes-Mise à jour entrée
hu_hu: Felhasználói tevékenységek - felhasználók és csoportok - frissítés frissítése
pl_pl: Operacje użytkownika - użytkownicy i grupy - aktualizacja Aktualizacja
ru_ru: Настройки пользователя-Пользователи и группы-Обновить данные

# ES2136_0
source: Environmental Impact
es_es: Impacto Ambiental
fr_fr: Effet environnemental
hu_hu: Környezeti hatás
pl_pl: Wpływ na środowisko
ru_ru: Воздействие на окружающую среду

# ES213_1
source: Calibration
es_es: Calibración
fr_fr: Calibrer
hu_hu: Kalibráció
pl_pl: Kalibracja
ru_ru: Калибровать

# ES21_1
source: Companies
es_es: Empresas
fr_fr: Entreprises
hu_hu: Cégek
pl_pl: Firmy
ru_ru: Фирмы

# ES220_1
source: Cement1
es_es: Cemento1
fr_fr: Ciment1
ru_ru: Цемент(1)

# ES225_1
source: Air-Shocking
es_es: Aire Comprimido
fr_fr: Aération
hu_hu: Levegő shokk
pl_pl: Areacja
ru_ru: Аэрация цемента

# ES22_1
source: Vehicles
es_es: Vehiculos
fr_fr: Voitures
hu_hu: Járművek
pl_pl: Pojazdy
ru_ru: Транспортные средства

# ES239_1
source: Calibration Page
es_es: Pagina de Calibracion
fr_fr: Page de calibrage
hu_hu: Kalibráció oldal
pl_pl: Kalibracja wag wytwórni
ru_ru: Страница калибровки

# ES23_1
source: Jobsites
es_es: Sitios de Trabajo
fr_fr: Chantiers
hu_hu: Munkaterület
pl_pl: Tereny budowy
ru_ru: Стройплощадки

# ES240_1
source: Reset
es_es: Reajuste
fr_fr: Mettre à zéro
hu_hu: Visszaállít
ru_ru: Обнулить

# ES241_1
source: End
es_es: Terminado
fr_fr: Terminer
hu_hu: Vége
pl_pl: Koniec
ru_ru: Завершено

# ES246_1
source: Aggregate Weigh Hopper Equilibration Time
es_es: Tiempo de Equilibrio de Tolva de Agregados
fr_fr: Temps d'équilibrage de la bascule à agrégats
hu_hu: Adalékanyag mérleg tartály egyensúlyba hozás idő
pl_pl: Czas ustabilizowania wagi kruszyw
ru_ru: Время уравновешивания конвейера-дозатора

# ES24_1
source: Drivers
es_es: Conductores
fr_fr: Chauffeurs
hu_hu: Sofőrök
pl_pl: Kierowcy
ru_ru: Водители

# ES2512_1
source: Aggregate Humidity Ratio Calculate(kg)
es_es: Calcular el Ratio de Humedad de Arido como kg
fr_fr: Taux d'humidité est calculé en kg
hu_hu: Adalékanyag nedvesség számítás kg
pl_pl: Kalkulacja procentowa wskaźnika wilgotności(kg)
ru_ru: Расчет влажности инертных в кг

# ES25_1
source: Materials
es_es: Materiales
fr_fr: Matériaux
hu_hu: Anyagok
pl_pl: Materiały
ru_ru: Материалы

# ES264_1
source: Required Quantity From Accurate Aggregate Weighing Gate -1
es_es: Compuerta Sensible - Cantidad Requerida de Agregado 1
fr_fr: Quantité voulue du couvercle du système de dosage précis d'agrégat 1
hu_hu: Kért pontos mennyiség soradagoló mérlegkapu 1
pl_pl: Wymagana ilość z precyzyjnej komory wążącej(kg) 1
ru_ru: Требуемый вес инертных, взвешиваемый на системе точной дозировки(кг) 1

# ES265_1
source: Required Quantity From Accurate Aggregate Weighing Gate -2
es_es: Compuerta Sensible - Cantidad Requerida de Agregado 2
fr_fr: Quantité voulue du couvercle du système de dosage précis d'agrégat 2
hu_hu: Kért pontos mennyiség soradagoló mérlegkapu 2
pl_pl: Wymagana ilość z precyzyjnej komory wążącej(kg) 2
ru_ru: Требуемый вес инертных, взвешиваемый на системе точной дозировки(кг) 2

# ES266_1
source: Required Quantity From Accurate Aggregate Weighing Gate -3
es_es: Compuerta Sensible - Cantidad Requerida de Agregado 3
fr_fr: Quantité voulue du couvercle du système de dosage précis d'agrégat 3
hu_hu: Kért pontos mennyiség soradagoló mérlegkapu 3
pl_pl: Wymagana ilość z precyzyjnej komory wążącej(kg) 3
ru_ru: Требуемый вес инертных, взвешиваемый на системе точной дозировки(кг) 3

# ES267_1
source: Required Quantity From Accurate Aggregate Weighing Gate -4
es_es: Compuerta Sensible - Cantidad Requerida de Agregado 4
fr_fr: Quantité voulue du couvercle du système de dosage précis d'agrégat 4
hu_hu: Kért pontos mennyiség soradagoló mérlegkapu 4
pl_pl: Wymagana ilość z precyzyjnej komory wążącej(kg) 4
ru_ru: Требуемый вес инертных, взвешиваемый на системе точной дозировки(кг) 4

# ES268_1
source: Manual
fr_fr: Manuel
hu_hu: Kézi
pl_pl: Ręczny
ru_ru: Ручной

# ES269_1
source: Automatic
es_es: Automatico
fr_fr: Automatique
hu_hu: Automata
pl_pl: Automatyczny
ru_ru: Автоматический

# ES26_1
source: Storage Areas
es_es: Áreas de Almacen
fr_fr: Lieux de stockage
hu_hu: Raktár terület
pl_pl: Magazyny
ru_ru: Места складирования

# ES2714_1
source: Weight difference of cement 3
es_es: De cemento(3) la diferencia, kg
fr_fr: Différence du ciment 3, kg
hu_hu: Cement (3) különbség, kg
pl_pl: Różnica cement 3
ru_ru: Разница веса цемента(3), кг

# ES2715_1
source: Weight difference of cement 4
es_es: De cemento(4) la diferencia, kg
fr_fr: Différence du ciment 4, kg
hu_hu: Cement (4) különbség, kg
pl_pl: Różnica cement 4
ru_ru: Разница веса цемента(4), кг

# ES2716_1
source: Required cement(3) amount, kg
es_es: El cemento es deseada(3) un valor de kg
fr_fr: Quantité du ciment(3) demandée, kg
hu_hu: A kívánt cement (3) értéke, kg
pl_pl: Wymagana ilość cementu(3), kg
ru_ru: Заданный вес цемента(3), кг

# ES2717_1
source: Required cement(4) amount, kg
es_es: El cemento es deseada(4) un valor de kg
fr_fr: Quantité du ciment(4) demandée, kg
hu_hu: A kívánt cement (4) értéke, kg
pl_pl: Wymagana ilość cementu(4), kg
ru_ru: Заданный вес цемента(4), кг

# ES2718_1
source: Cement 3 Given
es_es: Cemento 3 Dado
fr_fr: Quantité prise de ciment 3, kg
hu_hu: A kapott cement értéke (3), kg
pl_pl: Cement 3 podano
ru_ru: Фактический вес цемента(3)

# ES2719_1
source: Cement 4 Given
es_es: Cemento 4 Dado
fr_fr: Quantité prise de ciment 4, kg
hu_hu: A kapott cement értéke (4), kg
pl_pl: Cement 4 podano
ru_ru: Фактический вес цемента(4)

# ES2725_1
source: Mixer Ampere Report
es_es: Mezclador De Informe Actual
fr_fr: Mikser Akım Raporu
hu_hu: Keverő áramlási jelentés
pl_pl: Raport przepływu mieszacza
ru_ru: Отчет тока двигателя смесителя

# ES2735_1
source: Print the parameters
es_es: Parámetro De Salida
fr_fr: Rapport actuel du mélangeur
hu_hu: Paraméter kimenet
pl_pl: Wyjście parametrów
ru_ru: Распечатать параметры

# ES2742_0
source: D-Class
es_es: Clase D
ru_ru: D-класс

# ES2743_0
source: C-Class
es_es: Clase C
ru_ru: C-класс

# ES2744_0
source: B-Class
es_es: Clase B
ru_ru: B-класс

# ES2745_0
source: A-Class
es_es: Clase A
ru_ru: A-класс

# ES2746_0
source: E-Class
es_es: Clase E
ru_ru: E-класс

# ES2747_0
source: F-Class
es_es: Clase F
ru_ru: F-класс

# ES2748_0
source: G-Class
es_es: Clase G
ru_ru: G-класс

# ES2749_0
source: H-Class
es_es: Clase H
ru_ru: H-класс

# ES2750_0
source: K-Class
es_es: Clase K
ru_ru: K-класс

# ES2751_0
source: L-Class
es_es: Clase L
ru_ru: L-класс

# ES2752_0
source: M-Class
es_es: Clase M
ru_ru: M-класс

# ES2753_0
source: N-Class
es_es: Clase N
ru_ru: N-класс

# ES2754_0
source: O-Class
es_es: Clase O
ru_ru: O-класс
