Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# arızaKayıtlarıToolStripMenuItem1
source: All Records
es_es: TODOS LOS REGISTROS
fr_fr: Tous Les Dossiers
hu_hu: MINDEN RÖVID
ru_ru: ВСЕ ЗАПИСИ

# ES100_1
source: Cement
es_es: Cemento
fr_fr: Ciment
ru_ru: Цемент

# ES1011_1
source: Production Results
es_es: Resultados de Produccion
fr_fr: Rapport de production
hu_hu: Termelési eredmény
pl_pl: Historia produkcji
ru_ru: Отчет по производству

# ES1012_1
source: Detailed Production Results
es_es: Resultados Detallados de Produccion
fr_fr: Rapport détaillé de production
hu_hu: Részletes ermelési eredmény
pl_pl: Szczegółowe historia produkcji
ru_ru: Детальный отчет по производству

# ES1014_1
source: Vehicle Delivery Status Report
es_es: Situacion de Informe de Despacho de Vehiculo
fr_fr: Rapport d'état de livraison de la voiture
hu_hu: Jármű kiszállítás állapotjelentés
pl_pl: Raport o stanie dostawy pojazdu
ru_ru: Отчет о статусе отправки автотранспорта

# ES1015_1
source: Storage Percentage
es_es: Percentaje de Stock
fr_fr: Taux d'occupation, %
hu_hu: Raktározás százalék
pl_pl: Procent zapasów
ru_ru: Уровень заполненности, %

# ES1017_1
source: Motor Name
es_es: Nombre del Motor
fr_fr: Nom de l'unité
hu_hu: Motor neve
pl_pl: Nazwa silnika
ru_ru: Название узла

# ES1018_1
source: Hour
es_es: Hora
fr_fr: Heure
hu_hu: Óra
pl_pl: Godzin
ru_ru: Часы

# ES1019_1
source: Minute
es_es: Minuto
hu_hu: Perc
pl_pl: Minut
ru_ru: Минуты

# ES101_1
source: Analyzer
es_es: Analizador
fr_fr: Analyseur
hu_hu: Elemzés
pl_pl: Amperomierz
ru_ru: Анализатор

# ES1020_1
source: Intermediate Belt Motor
es_es: Motor de Cinta Intermedia
fr_fr: Moteur du convoyeur intermédiaire
hu_hu: Köztes szalag motor
pl_pl: Silnik taśmociągu pośredniego
ru_ru: Электродвигатель промежуточного конвейера инертных

# ES1021_1
source: Cement Screw1 Motor
es_es: Motor de Sinfin 1
fr_fr: Moteur de la vis à ciment 1
hu_hu: Cement csiga 1 motor
pl_pl: Silnik podajnika cementu 1
ru_ru: Электродвигатель шнека цемента(1)

# ES1022_1
source: Cement Screw2 Motor
es_es: Motor de Sinfin 2
fr_fr: Moteur de la vis à ciment 2
hu_hu: Cement csiga 2 motor
pl_pl: Silnik podajnika cementu 2
ru_ru: Электродвигатель шнека цемента(2)

# ES1023_1
source: Cement Screw3 Motor
es_es: Motor de Sinfin 3
fr_fr: Moteur de la vis à ciment 3
hu_hu: Cement csiga 3 motor
pl_pl: Silnik podajnika cementu 3
ru_ru: Электродвигатель шнека цемента(3)

# ES1024_1
source: Cement Screw4 Motor
es_es: Motor de Sinfin 4
fr_fr: Moteur de la vis à ciment 4
hu_hu: cement csiga 4 motor
pl_pl: Silnik podajnika cementu 4
ru_ru: Электродвигатель шнека цемента(4)

# ES1025_1
source: Additive1 Pump
es_es: Bomba de Aditivo 1
fr_fr: Moteur de la pompe à adjuvant 1
hu_hu: Vegyszer pumpa 1
pl_pl: Pompa Chemii 1
ru_ru: Насос хим.добавок(1)

# ES1026_1
source: Additive2 Pump
es_es: Bomba de Aditivo 2
fr_fr: Moteur de la pompe à adjuvant 2
hu_hu: Vegyszer pumpa 2
pl_pl: Pompa Chemii 2
ru_ru: Насос хим.добавок(2)

# ES1027_1
source: Additive3 Pump
es_es: Bomba de Aditivo 3
fr_fr: Moteur de la pompe à adjuvant 3
hu_hu: vegyszer pumpa 3
pl_pl: Pompa Chemii 3
ru_ru: Насос хим.добавок(3)

# ES1028_1
source: Additive4 Pump
es_es: Bomba de Aditivo 4
fr_fr: Moteur de la pompe à adjuvant 4
hu_hu: Vegyszer pumpa 4
pl_pl: Pompa Chemii 4
ru_ru: Насос хим.добавок(4)

# ES1029_1
source: Compressor
es_es: Compresor
fr_fr: Moteur du compresseur
hu_hu: Kompresszor
pl_pl: Sprężarka powietrza
ru_ru: Электродвигатель компрессора

# ES1030_1
source: Skip Hoist Motor
es_es: Motor de Movimiento de Cubo
fr_fr: Moteur du skip
hu_hu: Felvonó tartály motor
pl_pl: Silnik wciągarki skipu
ru_ru: Электродвигатель скипа

# ES1031_1
source: Mixer Motor
es_es: Motor de Mezclador
fr_fr: Moteur du malaxeur
hu_hu: keverő motor
pl_pl: Silnik mieszalnika
ru_ru: Электродвигатель смесителя

# ES1032_1
source: T Belt Motor
es_es: Motor de Cinta T
fr_fr: T Moteur du convoyeur de pesage
hu_hu: T szalag motor
pl_pl: Silnik Taśmociągu T
ru_ru: Электродвигатель конвейера-дозатора

# ES1033_1
source: Transfet Belt Motor
es_es: Motor de Cinta Transportadora
fr_fr: Moteur du convoyeur de transfert
hu_hu: Szállító szalag motor
pl_pl: Silnik taśmociągu transportującego
ru_ru: Электродвигатель передаточного конвейера

# ES1034_1
source: Start Time
es_es: Tiempo de Inicio
fr_fr: Heure de démarrage
hu_hu: Kezdési idő
pl_pl: Czas rozpoczęcia pracy
ru_ru: Время начала

# ES1035_1
source: End Time
es_es: Tiempo de Término
fr_fr: Heure d'achèvement
hu_hu: Befejezési idő
pl_pl: Czas zakończenia pracy
ru_ru: Время завершения

# ES1036_1
source: Site
es_es: Sitio de Trabajo
fr_fr: Nom du chantier
hu_hu: Terület
pl_pl: Teren
ru_ru: Название стройплощадки

# ES1046_1
source: Recipe
es_es: Receta
fr_fr: Recette
hu_hu: Recept
pl_pl: Receptura
ru_ru: Название рецепта

# ES1047_1
source: Total Number of Batches
es_es: Ciclo Total
fr_fr: Nombre de tours au total
hu_hu: Teljes száma a keveréseknek
pl_pl: Łączna ilość cyklów
ru_ru: Общее количество циклов

# ES1048_1
source: Total Number of Completed Batches
es_es: Ciclo Hecho
fr_fr: Nombre de tours effectués
hu_hu: Teljes száma az elkészült keverésnek
pl_pl: Całkowita liczba zakończonych cyklów
ru_ru: Количество выполненных циклов

# ES1049_1
source: Inventory
es_es: Stock
fr_fr: Disponibilité dans les stocks
hu_hu: Leltár
pl_pl: Magazyn
ru_ru: Наличие на складе

# ES104_1
source: Recipe
es_es: Receta
fr_fr: Recette
hu_hu: Recept
pl_pl: Receptura
ru_ru: Рецепт

# ES1052_1
source: Additional Water Quantity
es_es: Introducir Cantidad de Agua Adicional
fr_fr: Indiquez la quantité de l'eau supplémentaire
hu_hu: További víz mennyiség
pl_pl: Dodatkowa ilość wody
ru_ru: Укажите количество дополнительной воды

# ES1055_1
source: Mixer Current Diagram
es_es: Diagramo de Corriente de Mezclador
fr_fr: Tableau de courant du moteur de malaxeur
hu_hu: Keverő áram diagram
pl_pl: Diagram obciążenia mieszalnika
ru_ru: График тока электродвигателя(-лей) смесителя

# ES1056_1
source: Show Mixer Current Diagram
es_es: Mostrar Diagramo de Corriente de Mezclador
fr_fr: Afficher le tableau de courant du moteur de malaxeur
hu_hu: Keverő áram diagram mutat
pl_pl: Pokaż diagram obciążenia mieszalnika
ru_ru: Показать график тока электродвигателя(-лей) смесителя

# ES1057_1
source: Mixer Operation Current Diagram
es_es: Diagramo de Operacion de Mezclador
fr_fr: Tableaud de courant du moteur de malaxeur
hu_hu: Keverő működési áram diagaram
pl_pl: Diagram operacji obciążenia mieszalnika
ru_ru: График тока электродвигателя(-лей) смесителя

# ES105_1
source: Quantity Made
es_es: Cantidad Hecha
fr_fr: Quantité produite
hu_hu: Elkészített mennyiség
pl_pl: Ilość gotowa
ru_ru: Изготовленный объем бетона

# ES1061_1
source: Reset Materials Used
es_es: Reajustar Material Gastado
fr_fr: Mettre à zéro les données sur le matériel utilisé
hu_hu: Felhasznát anyag visszaállítás
pl_pl: Zresetowanie użytych materiałów
ru_ru: Обнулить данные по израсходованным материалам

# ES1066_1
source: The Production Of First Batch Is Completed.To Empty Into Truckmixer, Press YES Button
es_es: Primer Ciclo se ha Completado.Pulsar el Boton Si para Descargar el Producto
fr_fr: Premier cycle de production est terminé.Appuyer sur OUI pour décharger dans le camion-toupie.
hu_hu: Az első keverés kész, ha ki akarja üríteni a mixerautóba, akkor nyomja meg az igen gombot.
pl_pl: Zakończono produkcję pierwszego cyklu.Aby opróżnić mieszalnik na samochód, naciśnij przycisk Tak
ru_ru: Первый цикл производства завершен.Подтвердите выгрузку бетона.

# ES1069_1
source: In order to keep loading cement, select another silo(the current silo is empty)
fr_fr: Pour prendre le ciment, veuillez choisir un autre silo(dans le présent silo il n'y a plus de ciment),
pl_pl: Wybierz inny silos, aby kontynuować wyładunek cementu(obecny silos nie ma cementu)
ru_ru: Выберите другой силос для продолжения набора цемента(в текущем силосе закончился цемент).

# ES1071_1
source: Stop Loading Material
es_es: Parar la Entrada del Producto
fr_fr: Arrêter la prise du matériel
hu_hu: Megállítás használata
pl_pl: Przestań używać
ru_ru: Приостановить загрузку материала

# ES1072_1
source: Material Loading is Stopped
es_es: Entrada del Producto esta Parado
fr_fr: Prise du matériel est arrêtée
hu_hu: Leállít
pl_pl: Zatrzymany
ru_ru: Загрузка материала приостановлена

# ES1073_1
source: Continue Loading Material
es_es: Seguir la Entrada del Producto
fr_fr: Continuer la prise du produit
hu_hu: Nyitás használata
pl_pl: Otwórz używając
ru_ru: Продолжить загрузку материала

# ES1074_1
source: Material Loading is Continuing
es_es: La Entrada del Producto esta Siguiendo
fr_fr: Prise du produit est en cours
hu_hu: Használat folytatódik
pl_pl: Kontynuacja używania
ru_ru: Продолжается загрузка материала

# ES107_1
source: Aggregate 2
es_es: Agregado 2
fr_fr: Agrégat2
hu_hu: Adalékanyag 2
pl_pl: Kruszywo 2
ru_ru: Инертные(2)

# ES10_1
source: Inventory Operations
es_es: Operaciones de Almacen
fr_fr: Manipulations avec les stocks
hu_hu: Leltár műveletek
pl_pl: Operacje magazynowe
ru_ru: Действия по складам

# ES1126_1
source: Reset Time for Manual Buttons
es_es: Tiempo de Reajuste para Botones Manuales
fr_fr: Temps de réinitialisation des boutons manuels
hu_hu: Visszaállítási idő a kézi gombokhoz
pl_pl: Czas resetu dla przycisków ręcznych
ru_ru: Время дезактивации кнопок ручного режима

# ES1134_1
source: Aggregate Conveyor Additional Running Time
es_es: Tiempo Adicional de Operacion para Cinta Transportadora
fr_fr: Temps de travail supplémentaire du convoyeur de pesage d'agrégats , sec.
hu_hu: Adalékanyag szállító további működési idő
pl_pl: Dodatkowy czas pracy taśmociągu ważącego kruszywa
ru_ru: Дополнительное время работы конвейера-дозатора(сек)

# ES1135_1
source: Aggregate Weigh Hopper/Mixer Accepted Discharge Limit Count as Empty
es_es: Tolva de Aridos / Mezclador la Cantidad Considerada Cero
fr_fr: imite inférieur de déchargement du convoyeur de pesage d'agrégats , kg
hu_hu: Adalékanyag mérleg tartály/keverő elfogadot kiadási határ, miután öresnek számít
pl_pl: Kruszywo na wadze akceptowane jako zero
ru_ru: Нижний предел разгрузки конвейера-дозатора(кг)

# ES1136_1
source: Aggregate Weigh Hopper/Mixer Equilibration Time
es_es: Tolva de Aridos / Mezclador Tiempo de Equilibración
fr_fr: ATemps d'équilibrage du convoyeur de pesage d’agrégats, sec
hu_hu: Adalékanyag mérleg tartály/keverő kiegyenlítési idő
pl_pl: Czas ustabilizowania wagi kruszywa/mieszalnika
ru_ru: Время уравновешивания конвейера-дозатора(сек)

# ES1137_1
source: Aggregate Weigh Hopper/Mixer Overload Limit
es_es: Tolva de Aridos / Mezclador Limite de Sobrecarga
fr_fr: Capacité de pesage maximale du convoyeur de pesage d'agrégats, kg
hu_hu: Adalékanyag mérleg tartály/keverő túltöltési határ
pl_pl: Limit przeciążenia wagi kruszywa/mieszalnika
ru_ru: Максимальная грузоподъемность конвейера-дозатора(кг)

# ES1138_1
source: Weighing Belt Additional Running Time
es_es: Tiempo Adicional de Operacion para Cinta Intermedia
fr_fr: Temps de travail supplémentaire du convoyeur intermédiaire
hu_hu: Közbenső szalag további működési idő
pl_pl: Dodatkowy czas pracy taśmociągu
ru_ru: Дополнительное время работы промежуточного конвейера инертных

# ES1139_1
source: Aggregate Humidity Ratio(1)
es_es: Ratio de Humedad de Arido(1)
fr_fr: Taux d'humidité d'agrégats(1),
hu_hu: Adalékanyag nedvesség arány 1
pl_pl: Współczynik wilgotności kruszywa(1)
ru_ru: Влажность инертных(1)

# ES113_1
source: Plate
es_es: Matricula
fr_fr: Plaque d'immatriculation de la voiture
hu_hu: Rendszám
pl_pl: Numer rejestracyjny
ru_ru: Госномер автотранспорта

# ES1140_1
source: Aggregate Humidity Ratio(2)
es_es: Ratio de Humedad de Arido(2)
fr_fr: Taux d'humidité d'agrégat(2)
hu_hu: Adalékanyag nedvesség arány 2
pl_pl: Współczynik wilgotności kruszywa(2)
ru_ru: Влажность инертных(2)

# ES1141_1
source: Aggregate Humidity Ratio(3)
es_es: Ratio de Humedad de Arido(3)
fr_fr: Taux d'humidité d'agrégat(3)
hu_hu: Adalékanyag nedvesség arány 3
pl_pl: Współczynik wilgotności kruszywa(3)
ru_ru: Влажность инертных(3)

# ES1142_1
source: Aggregate Humidity Ratio(4)
es_es: Ratio de Humedad de Arido(4)
fr_fr: Taux d'humidité d'agrégat(4)
hu_hu: Adalékanyag nedvesség arány 4
pl_pl: Współczynik wilgotności kruszywa(4)
ru_ru: Влажность инертных(4)

# ES1143_1
source: Aggregate Humidity Ratio(5)
es_es: Ratio de Humedad de Arido(5)
fr_fr: Taux d'humidité d'agrégat(5)
hu_hu: Adalékanyag nedvesség arány 5
pl_pl: Współczynik wilgotności kruszywa(5)
ru_ru: Влажность инертных(5)

# ES1144_1
source: Aggregate Humidity Ratio(6)
es_es: Ratio de Humedad de Arido(6)
fr_fr: Taux d'humidité d'agrégat(6)
hu_hu: Adalékanyag nedvesség arány 6
pl_pl: Współczynik wilgotności kruszywa(6)
ru_ru: Влажность инертных(6)

# ES1145_1
source: Discharged Quantity from Aggregate Conveyor After Signal(1)
es_es: Cantidad Descargada de la Cinta Transportadora Despues del Señal(1)
fr_fr: Matériel déchargé sur le convoyeur de dosage après le signal "STOP" (kg) (1)
hu_hu: Kiadott mennyiség az adalékanyag szalagról a jelzés után 1
pl_pl: Ilość wyładowana kruszywa po sygnale(1)
ru_ru: Вес, выгружаемый в конвейер-дозатор по инерции после команды стоп(кг) (1)

# ES1146_1
source: Discharged Quantity from Aggregate Conveyor After Signal(2)
es_es: Cantidad Descargada de la Cinta Transportadora Despues del Señal(2)
fr_fr: Matériel déchargé sur le convoyeur de dosage après le signal "STOP" (kg) (2)
hu_hu: Kiadott mennyiség az adalékanyag szalagról a jelzés után 2
pl_pl: Ilość wyładowana kruszywa po sygnale(2)
ru_ru: Вес, выгружаемый в конвейер-дозатор по инерции после команды стоп(кг) (2)

# ES1147_1
source: Discharged Quantity from Aggregate Conveyor After Signal(3)
es_es: Cantidad Descargada de la Cinta Transportadora Despues del Señal(3)
fr_fr: Matériel déchargé sur le convoyeur de dosage après le signal "STOP" (kg) (3)
hu_hu: Kiadott mennyiség az adalékanyag szalagról a jelzés után 3
pl_pl: Ilość wyładowana kruszywa po sygnale(3)
ru_ru: Вес, выгружаемый в конвейер-дозатор по инерции после команды стоп(кг) (3)

# ES1148_1
source: Discharged Quantity from Aggregate Conveyor After Signal(4)
es_es: Cantidad Descargada de la Cinta Transportadora Despues del Señal(4)
fr_fr: Matériel déchargé sur le convoyeur de dosage après le signal "STOP" (kg) (4)
hu_hu: Kiadott mennyiség az adalékanyag szalagról a jelzés után 4
pl_pl: Ilość wyładowana kruszywa po sygnale(4)
ru_ru: Вес, выгружаемый в конвейер-дозатор по инерции после команды стоп(кг) (4)

# ES1149_1
source: Discharged Quantity from Aggregate Conveyor After Signal(5)
es_es: Cantidad Descargada de la Cinta Transportadora Despues del Señal(5)
fr_fr: Matériel déchargé sur le convoyeur de dosage après le signal "STOP" (kg) (5)
hu_hu: Kiadott mennyiség az adalékanyag szalagról a jelzés után 5
pl_pl: Ilość wyładowana kruszywa po sygnale(5)
ru_ru: Вес, выгружаемый в конвейер-дозатор по инерции после команды стоп(кг) (5)

# ES114_1
source: Explanation
es_es: Explicación
fr_fr: Description
hu_hu: Magyarázat
pl_pl: Wyjaśnienie
ru_ru: Описание

# ES1150_1
source: Discharged Quantity from Aggregate Conveyor After Signal(6)
es_es: Cantidad Descargada de la Cinta Transportadora Despues del Señal(6)
fr_fr: Matériel déchargé sur le convoyeur de dosage après le signal "STOP" (kg) (6)
hu_hu: Kiadott mennyiség az adalékanyag szalagról a jelzés után 6
pl_pl: Ilość wyładowana kruszywa po sygnale(6)
ru_ru: Вес, выгружаемый в конвейер-дозатор по инерции после команды стоп(кг) (6)

# ES1151_1
source: Aggregate Humidity Ratio Manual Entry(2)
es_es: Ratio de Humedad de Arido se Introduce Manuelmente(2)
fr_fr: Entrer taux d'humidité d'agrégats à la main(2)
hu_hu: Adalékanyag nedvesség arány kézi bevitel 2
pl_pl: Ręczne wprowadzanie wilgotności kruszywa(2)
ru_ru: Ввести влажность инертных вручную(2)

# ES1152_1
source: Aggregate Humidity Ratio from Moisture Probe(2)
es_es: Ratio de Humedad de Arido se Lee Automaticamente del Sensor de Humedad(2)
fr_fr: Contrôle automatique du taux d'humidité d'agrégat à partir de la sonde d'humidité (2)
hu_hu: Adalékanyag nedvesség arány a nedvesség szondától 2
pl_pl: Wskaźnik wilgotności kruszywa z sondy(2)
ru_ru: Автоматический учет влажности инертных с датчика(2)

# ES1153_1
source: Aggregate Humidity Ratio Manual Entry(3)
es_es: Ratio de Humedad de Arido se Introduce Manuelmente(3)
fr_fr: Entrer taux d'humidité d'agrégats à la main(3)
hu_hu: Adalékanyag nedvesség arány kézi bevitel 3
pl_pl: Ręczne wprowadzanie wilgotności kruszywa(3)
ru_ru: Ввести влажность инертных вручную(3)

# ES1154_1
source: Aggregate Humidity Ratio from Moisture Probe(3)
es_es: Ratio de Humedad de Arido se Lee Automaticamente del Sensor de Humedad(3)
fr_fr: Contrôle automatique du taux d'humidité d'agrégat à partir de la sonde d'humiditér (3)
hu_hu: Adalékanyag nedvesség arány a nedvesség szondától 3
pl_pl: Wskaźnik wilgotności kruszywa z sondy(3)
ru_ru: Автоматический учет влажности инертных с датчика(3)

# ES1155_1
source: Aggregate Humidity Ratio Calculate(%)
es_es: Calcular el Ratio de Humedad de Arido como %
fr_fr: Calcul de taux d'humidité en %
hu_hu: Adalékanyag nedvesség számítás %
pl_pl: Kalkulacja procentowa wskaźnika wilgotności(%)
ru_ru: Расчет влажности инертных в %

# ES1156_1
source: Aggregate Conveyor Maximum Running Time
es_es: Tiempo Maximo de Operacion de Cinta Transportadora
fr_fr: Temps maximale de travail du convoyeur de pesage(sec)
hu_hu: Afdalékanyag szállító max.működési ideje
pl_pl: Maksymalny czas pracy tasmociągu kruszywa
ru_ru: Максимальное время работы конвейера-дозатора(сек)

# ES1157_1
source: Weigh Hoppers Maximum Discharge Time
es_es: Tiempo Maximo de Descarga de Tolvas de Pesaje
fr_fr: Temps maximale de vidange des bascules(sec)
hu_hu: Mérlegtartály maximum kiadási idő
pl_pl: Maksymalny czas wyładunku wagi
ru_ru: Максимальное время выгрузки материалов из дозаторов(сек)

# ES1158_1
source: Mixer Discharge Gate Pneumatic Piston Maximum Run Time
es_es: Tiempo Maximo de Operacion del Piston Neumatico de la Compuerta de Descarga del Mezclador
fr_fr: Temps maximal de travail du piston du couvercle de déchargement du malaxeur(sec)
hu_hu: Keverő kiadó ajtó pneumatikus szelep maximum működési ideje
pl_pl: Maksymalny czas pracy pneumatycznego wyładunku mieszalnika
ru_ru: Максимальное время работы привода шибера смесителя(сек)

# ES1159_1
source: Horn Maximum Run Time
es_es: Tiempo Maximo de Operacion de Claxon
fr_fr: Temps de travail maximal du klaxon(sec)
hu_hu: Kürt maximum működési idő
pl_pl: Maksymalny czas działania klaksonu
ru_ru: Максимальное время работы гудка(сек)

# ES1160_1
source: Mixer Motor Overcurrent Limit
es_es: Limite Excesivo de Corriente del Motor de Mezclador
fr_fr: Surintensité du moteur du malaxeur
hu_hu: Keverő motor túláram határ
pl_pl: Limit przeciążeniowy silnika mieszalnika
ru_ru: Максимальный ток нагрузки электродвигателя смесителя

# ES1161_1
source: Mixer Motor Overcurrent Acceptable Duration
es_es: Tiempo de Entrada del Corriente Excesivo del Motor de Mezclador
fr_fr: Durée acceptée de surintensité du moteur du malaxeur(sec)
hu_hu: Keverő motor túláram elfogadható időtartama
pl_pl: Akceptowalny czas przeciążenia silnika mieszalnika
ru_ru: Допустимое время превышения тока нагрузки э-двигателя смесителя

# ES1162_1
source: Cement Screw Motor Maximum Run Time
es_es: Tiempo de Operacion Maximo del Motor de Sinfin
fr_fr: Temps maximale de travail de la vis à ciment, sec.
hu_hu: Cemetn csiga motor max.működéi idő
pl_pl: Maksymalny czas pracy silnika podajnika ślimakowego cementu
ru_ru: Максимальное время работы шнека цемента(сек)

# ES1163_1
source: Weigh Hopper Discharge Limit Count as Empty
es_es: Cantidad Considerada Cero en la Tolva de Pesaje
fr_fr: Limite inférieur de déchargement de la bascule à ciment(kg)
hu_hu: Mérleg tartály kiadási határ miután üresnek tekinthető
pl_pl: Ilość materiału na wadze cementu przyjmowane jako zero
ru_ru: Нижний предел разгрузки дозатора(кг)

# ES1164_1
source: Weigh Hopper Equilibration Time
es_es: Tiempo de Equilibrio de Tolva de Pesaje
fr_fr: Temps d'équilibrage de la bascule à adjuvants (sec)
hu_hu: Mérleg tartály kiegyenlítési idő
pl_pl: Czas ustabilizowania wagi dodatków chemicznych
ru_ru: Время уравновешивания дозатора хим.добавок(сек)

# ES1165_1
source: Feeding Quantity to Weigh Hopper After Signal(1)
es_es: Cantidad Descargada en la Tolva Despues del Señal(1)
fr_fr: Matériel déchargé sur la bascule après le signal(1)
hu_hu: Betöltési mennyiség a tartály mérlegbe a jelzés után 1
pl_pl: Podawana ilośc do wagi po sygnale(1)
ru_ru: Вес, выгружаемый в дозатор по инерции после поступления команды стоп(1)

# ES1166_1
source: Feeding Quantity to Weigh Hopper After Signal(2)
es_es: Cantidad Descargada en la Tolva Despues del Señal(2)
fr_fr: Matériel déchargé sur la bascule après le signal(2)
hu_hu: Betöltési mennyiség a tartály mérlegbe a jelzés után 2
pl_pl: Podawana ilośc do wagi po sygnale(2)
ru_ru: Вес, выгружаемый в дозатор по инерции после поступления команды стоп(2)

# ES1167_1
source: Feeding Quantity to Weigh Hopper After Signal(3)
es_es: Cantidad Descargada en la Tolva Despues del Señal(3)
fr_fr: Matériel déchargé sur la bascule après le signal(3)
hu_hu: Betöltési mennyiség a tartály mérlegbe a jelzés után 3
pl_pl: Podawana ilośc do wagi po sygnale(3)
ru_ru: Вес, выгружаемый в дозатор по инерции после поступления команды стоп(3)

# ES1168_1
source: Feeding Quantity to Weigh Hopper After Signal(4)
es_es: Cantidad Descargada en la Tolva Despues del Señal(4)
fr_fr: Matériel déchargé sur la bascule après le signal(4)
hu_hu: Betöltési mennyiség a tartály mérlegbe a jelzés után 4
pl_pl: Podawana ilośc do wagi po sygnale(4)
ru_ru: Вес, выгружаемый в дозатор по инерции после поступления команды стоп(4)

# ES1169_1
source: Additive Weigh Hopper Additional Discharge Time
es_es: Tiempo Adicional de Descarga de Tolva de Pesaje
fr_fr: Temps supplémentaire de déchargement de la bascule à adjuvants, sec.
hu_hu: Vegyszer mérleg tartály további kiadási idő
pl_pl: Dodatkowy czas wyładunku wagi chemii
ru_ru: Дополнительное время выгрузки из дозатора(сек)

# ES1170_1
source: Mixer Discharge Gate Pneumatic Piston Run Time
es_es: Tiempo de Operacion de Piston Neumatico de Compuerta de Descarga de Mezclador
fr_fr: Temps de travail du piston hydraulique du couvercle de déchargement de malaxeur, sec
hu_hu: Keverő kiadó ajtó pneumatikus szelep működési ideje
pl_pl: Czas pracy siłownika pneumatycznego wyładunku mieszalnika
ru_ru: Время работы гидропривода шибера смесителя

# ES1171_1
source: Mixer Discharge Gate Pneumatic Piston Holding Time
es_es: Tiempo de Espera de Piston Neumatico de Compuerta de Descarga de Mezclador
fr_fr: Temps maximal de travail du piston du couvercle de déchargement du malaxeur, sec.
hu_hu: Keverő kiadó ajtó pneumatikus szelep várakozási ideje
pl_pl: Czas pauzy pracy siłownika pneumatycznego wyładunku mieszalnika
ru_ru: Время ожидания гидропривода шибера смесителя

# ES1173_1
source: Mixer Size
es_es: Volumen del Mezclador
fr_fr: Capacité du malaxeur
hu_hu: Keverő méret
pl_pl: Objętość mieszalnika
ru_ru: Объем смесителя

# ES1174_1
source: Cement Weigh Hopper Vibrator Waiting time
es_es: Tiempo de Espera del Vibrador de la Tolva de Cemento
fr_fr: Temps d'attente du vibrateur de la bascule à ciment, sec.
hu_hu: Cement mérleg tartály vibrátor várakozási idő
pl_pl: Czas pauzy wibratora wagi cementu
ru_ru: Время ожидания вибратора дозатора цемента

# ES1175_1
source: Cement Weigh Hopper Vibrator Running time
es_es: Tiempo de Operacion del Vibrador de la Tolva de Cemento
fr_fr: Temps de travail du vibrateur de la bascule à ciment, sec.
hu_hu: Cement mérleg tartály vibrátor működési idő
pl_pl: Czas pracy wibratora wagi cementu
ru_ru: Время работы вибратора дозатора цемента
