Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES276_1
source: Weighing Belt Maximum Run Time
es_es: Tiempo Maximo de Operacion de Cinta de Pesaje
fr_fr: Temps maximale de travail du convoyeur de pesage
hu_hu: Mérleg szalag maximum futási idő
pl_pl: Maksymalny czas pracy taśmy ważącej
ru_ru: Максимальное время работы конвейера-дозатора

# ES27_1
source: Detailed Production Results
es_es: Resultados Detallados de Producción
fr_fr: Rapport de production détaillé
hu_hu: Részletes termelési eredmények
pl_pl: Szczegółowe wyniki produkcji
ru_ru: Детальный отчет по производству

# ES2807_1
source: Failure Records / Logging Filtering
es_es: Filtro de registros / registros de fallas
fr_fr: Filtre des enregistrements / journaux filtration
hu_hu: Hiba nyilvántartások / naplók Szűrés
pl_pl: Rekordy awarii / dzienniki Filtrowanie
ru_ru: Журнал событий/фильтр событий

# ES2813_1
source: Alarm List
es_es: ALARMA
fr_fr: ALARME
hu_hu: ALARM
pl_pl: ALARM
ru_ru: Список неисправностей

# ES2822_1
source: Cancel the Filters
es_es: Cancelar El Filtro
fr_fr: Annulation du filtre
hu_hu: A szűrő törlése
pl_pl: Anulowanie filtra
ru_ru: Сбросить фильтр

# ES2823_1
source: Show the mixer motor ampere graphic
es_es: La Producción Del Mezclador Akm Gráfico
fr_fr: Graphique De mélangeur de production Akm
hu_hu: Termelési keverő folyamatábrája
pl_pl: Schemat blokowy miksera produkcyjnego
ru_ru: График тока электродвигателя смесителя

# ES2824_1
source: Show the alarms
es_es: La Producción De Alarmas
fr_fr: Alarmes de production
hu_hu: Termelési riasztások
pl_pl: Alarmy produkcyjne
ru_ru: Журнал событий

# ES2825_1
source: Work order
es_es: Orden De Trabajo
fr_fr: Ordre de travail
hu_hu: Munkarendelés
pl_pl: Zlecenie pracy
ru_ru: Серийный номер

# ES2826_1
source: Power board code
es_es: El Poder De La Junta De Código
hu_hu: Power Board kód
pl_pl: Kod płyty zasilającej
ru_ru: Код силового шкафа

# ES2827_1
source: Control board code
es_es: La Junta De Control De Código
fr_fr: Code de la Commission de contrôle
hu_hu: Az irányító testület kódja
pl_pl: Kod tablicy kontrolnej
ru_ru: Код пульта управления

# ES2828_1
source: Dongle Code
es_es: Dongle Código
hu_hu: Dongle kód
pl_pl: Kod klucza sprzętowego
ru_ru: Код программного ключа

# ES2829_1
source: Machine Informations
es_es: La Información De La Máquina
fr_fr: Informations sur les machines
hu_hu: Gépi információk
pl_pl: Informacje o maszynie
ru_ru: Данные завода

# ES2830_1
source: City/Country
es_es: Ciudad/País
fr_fr: Ville/Pays
hu_hu: Ország / Város
pl_pl: Miasto / Kraj
ru_ru: Город/Страна

# ES2831_1
source: Show the Detailed Report
es_es: Detallada De Envío
fr_fr: Expédition détaillée
hu_hu: Részletes fuvarlevél
pl_pl: Szczegółowy list przewozowy
ru_ru: Показать детальную накладную

# ES2832_1
source: Show the Standard Report
es_es: Estándar De Envío
fr_fr: Expédition standard
hu_hu: Normál fuvarlevél
pl_pl: Standardowy list przewozowy
ru_ru: Показать стандартную накладную

# ES2833_1
source: Please try again by entering your username and password
ru_ru: Пожалуйста введите заново логин и пароль

# ES2838_1
source: Semi-Auto Production Results
es_es: Semi-Automática De Los Resultados De Producción
fr_fr: Pauses de production semi-automatiques
hu_hu: Félautomata termelési eredmények
pl_pl: Półautomatyczne wyniki produkcji
ru_ru: Отчет производства в Полуавт.режиме

# ES2845_1
source: Required additive(3) amount, kg
es_es: La contribución solicitada(3) un valor de kg
fr_fr: Quantité d'adjuvants (3) demandée, kg
hu_hu: Kívánt hozzájárulás (3) értéke, kg
pl_pl: Wymagana ilość dodatku(3), kg
ru_ru: Заданный вес хим.добавок(3), кг

# ES2846_1
source: Required additive(4) amount, kg
es_es: La contribución solicitada(4) un valor de kg
fr_fr: Quantité d'adjuvants (4) demandée, kg
hu_hu: Kívánt hozzájárulás (4) értéke, kg
pl_pl: Wymagana ilość dodatku(4), kg
ru_ru: Заданный вес хим.добавок(4), кг

# ES2847_1
source: Additive 3 Given
es_es: Aditivo 3 Dado
fr_fr: Quantité prise d'adjuvant 3, kg
hu_hu: A kapott hozzájárulás (3) értéke, kg
pl_pl: Dodatek chemiczny 3 podano
ru_ru: Фактический вес хим.добавок(3), кг

# ES2848_1
source: Additive 4 Given
es_es: Aditivo 4 Dado
fr_fr: Quantité prise d'adjuvant 4, kg
hu_hu: A kapott hozzájárulás (4) értéke, kg
pl_pl: Dodatek chemiczny 4 podano
ru_ru: Фактический вес хим.добавок(4), кг

# ES2849_1
source: Weight difference of additive 3
es_es: Contribución(3) la diferencia, kg
fr_fr: Différence d'adjuvant 3, kg
hu_hu: Adalék (3) különbség, kg
pl_pl: Różnica dodatki chemiczne 3
ru_ru: Разница веса хим.добавок(3), кг

# ES2850_1
source: Weight difference of additive 4
es_es: Contribución(4) la diferencia, kg
fr_fr: Différence d'adjuvant 4, kg
hu_hu: Adalék (4) különbség, kg
pl_pl: Różnica dodatki chemiczne 4
ru_ru: Разница веса хим.добавок(4), кг

# ES2853_1
source: Cancel
es_es: Cancelar
fr_fr: Annuler
hu_hu: törlés
pl_pl: anulowanie
ru_ru: Отменить

# ES2854_0
source: Water scale balancing time (sec)
es_es: Agua escalas de equilibrio de tiempo(SEG.)
fr_fr: Temps d’équilibrage de la cantine d’eau (sec)
hu_hu: Víz skála kiegyensúlyozási idő (másodpercben)
pl_pl: Czas równoważenia kamienia wodnego (s)
ru_ru: Время уравновешивания дозатора воды(сек.)

# ES2858_1
source: Mixer Motor Current
es_es: Mezclador De La Corriente Del Motor
fr_fr: Courant moteur de mélangeur
hu_hu: Keverő motor áram
pl_pl: Prąd silnika miksera
ru_ru: Ток электродвигателя смесителя

# ES285_1
source: Cement Air-Shocking Waiting Time
es_es: Tiempo de Espera de Aire Compromido para Cemento
fr_fr: Temps d'attente d'air choc du silo, sec.
hu_hu: Cement levegőztető várakozási idő
pl_pl: Czas pauzy aeracji cementu
ru_ru: Время ожидания аэрации в силосе(сек)

# ES2866_0
source: Mixer Volume Reduced
es_es: Reduce El Volumen Del Mezclador
fr_fr: Volume de mélangeur réduit
hu_hu: Csökkent a keverőmennyiség
pl_pl: Zmniejszona objętość miksera
ru_ru: объем смесителя уменьшен

# ES286_1
source: Cement Air-Shocking Running Time
es_es: El período de estudio esp?
fr_fr: Temps de travail d'air choc dans le silo, sec.
hu_hu: Cement levegőztető várakozási idő
pl_pl: Czas pracy aeracji cementu
ru_ru: Время работы аэрации в силосе(сек)

# ES2900_1
source: Cement screw(5) motor exceeded overcurrent limit
es_es: B504_4_CimentoHelezon4MotorAsiriAkimLimitiAsildi
fr_fr: Limite de surintensité du moteur de la vis à ciment(5) dépassée
hu_hu: Cement csiga 5 motor meghaladta a túláram határt
pl_pl: Przekroczony limit prądowy silnika podajnika ślimakowego cementu(5)
ru_ru: B504_5_Превышен максимальный ток нагрузки электродвигателя шнека цемента(5)

# ES2901_1
source: Aggregate 5 Given
es_es: Importado agregado(5) el valor de kg
fr_fr: Quantité prise d'agrégat (5), kg
hu_hu: A kapott összesített érték (5), kg
pl_pl: Kruszywo 5 podano
ru_ru: Фактический вес инертных(5), кг

# ES2902_1
source: Aggregate 6 Given
es_es: Importado agregado(6) valor, kg
fr_fr: Quantité prise d'agrégat (6), kg
hu_hu: Az alkalmazott aggregátum (6) értéke, kg
pl_pl: Kruszywo 6 podano
ru_ru: Фактический вес инертных(6), кг

# ES2903_1
source: Cement 5 Given
es_es: Cemento importado(5) el valor de kg
fr_fr: Quantité prise de ciment 5, kg
hu_hu: A kapott cement értéke (5), kg
pl_pl: Cement 5 podano
ru_ru: Фактический вес цемента(5)

# ES2904_1
source: Cement 6 Given
es_es: Cemento importado(6) valor, kg
fr_fr: Quantité prise de ciment 6, kg
hu_hu: A kapott cement értéke (6), kg
pl_pl: Cement 6 podano
ru_ru: Фактический вес цемента(6)

# ES2905_1
source: Additive 5 Given
es_es: Contribución(5) el valor de kg
fr_fr: Quantité prise d'adjuvant 5, kg
hu_hu: A beérkezett hozzájárulás értéke (5), kg
pl_pl: Dodatek chemiczny 5 podano
ru_ru: Фактический вес хим.добавок(5), кг

# ES2906_1
source: Additive 6 Given
es_es: Contribución(6) el valor de kg
fr_fr: Quantité prise d'adjuvant 6, kg
hu_hu: A kapott hozzájárulás (6) értéke, kg
pl_pl: Dodatek chemiczny 6 podano
ru_ru: Фактический вес хим.добавок(6), кг

# ES2907_1
source: Water 3 Given
es_es: Recibió Agua (3) un valor de kg
fr_fr: Quantité prise d'eau 3,kg
hu_hu: Vízfelvétel (3) értéke, kg
pl_pl: Woda 3 podano
ru_ru: Фактический вес воды(3), кг

# ES2908_1
source: Water 4 Given
es_es: Recibió Agua (4) un valor de kg
fr_fr: Quantité prise d'eau 4,kg
hu_hu: Vízfelvétel (4) értéke, kg
pl_pl: Woda 4 podano
ru_ru: Фактический вес воды(4), кг

# ES2909_1
source: Required aggegate(5) amount, kg
es_es: Deseado agregado(5) el valor de kg
fr_fr: Quantité d'agrégats (5) voulue, kg
hu_hu: A kívánt aggregátum (5) értéke, kg
pl_pl: Wymagana ilość kruszywa(5), kg
ru_ru: Заданный вес инертных(5), кг

# ES2910_1
source: Required aggegate(6) amount, kg
es_es: Deseado agregado() el valor de kg
fr_fr: Quantité d'agrégats (6) voulue, kg
hu_hu: A kívánt aggregátum (6) értéke, kg
pl_pl: Wymagana ilość kruszywa(6), kg
ru_ru: Заданный вес инертных(6), кг

# ES2911_1
source: Required cement(5) amount, kg
es_es: El cemento es deseado(5) el valor de kg
fr_fr: Quantité du ciment(5) demandée, kg
hu_hu: A kívánt cement (5) értéke, kg
pl_pl: Wymagana ilość cementu(5), kg
ru_ru: Заданный вес цемента(5), кг

# ES2912_1
source: Required cement(6) amount, kg
es_es: El cemento es deseado(6) el valor de kg
fr_fr: Quantité du ciment(6) demandée, kg
hu_hu: A kívánt cement (6) értéke, kg
pl_pl: Wymagana ilość cementu(6), kg
ru_ru: Заданный вес цемента(6), кг

# ES2913_1
source: Required additive(5) amount, kg
es_es: La contribución solicitada(5) el valor de kg
fr_fr: Quantité d'adjuvants (5) demandée, kg
hu_hu: Kívánt hozzájárulás (5) értéke, kg
pl_pl: Wymagana ilość dodatku(5), kg
ru_ru: Заданный вес хим.добавок(5), кг

# ES2914_1
source: Required additive(6) amount, kg
es_es: La contribución solicitada(6) valor, kg
fr_fr: Quantité d'adjuvants (6) demandée, kg
hu_hu: Kívánt hozzájárulás (6) értéke, kg
pl_pl: Wymagana ilość dodatku(6), kg
ru_ru: Заданный вес хим.добавок(6), кг

# ES2915_1
source: Required water(3) amount, kg
es_es: El deseado de Agua (3) un valor de kg
fr_fr: Quantité de l'eau (3) demandée, kg
hu_hu: Kívánt víz (3) értéke, kg
pl_pl: Wymagana ilość wody(3), kg
ru_ru: Заданный вес воды(3), кг

# ES2916_1
source: Required water(4) amount, kg
es_es: El deseado de Agua (4) un valor de kg
fr_fr: Quantité de l'eau (4) demandée, kg
hu_hu: Kívánt víz (4) értéke, kg
pl_pl: Wymagana ilość wody(4), kg
ru_ru: Заданный вес воды(4), кг

# ES2917_1
source: Weight difference of additive 5
es_es: Contribución(5) la diferencia, kg
fr_fr: Différence d'adjuvant 5, kg
hu_hu: Adalék (5) különbség, kg
pl_pl: Różnica dodatki chemiczne 5
ru_ru: Разница веса хим.добавок(5), кг

# ES2918_1
source: Weight difference of additive 6
es_es: Contribución(6) la diferencia, kg
fr_fr: Différence d'adjuvant 6, kg
hu_hu: Adalék (6) különbség, kg
pl_pl: Różnica dodatki chemiczne 6
ru_ru: Разница веса хим.добавок(6), кг

# ES2919_1
source: Weight difference of water 3
es_es: Agua (3) de la diferencia, kg
fr_fr: Différence de l'eau 3, kg
hu_hu: Víz (3) különbség, kg
pl_pl: Różnica Woda 3
ru_ru: Разница веса воды(3), кг

# ES2920_1
source: Weight difference of water 4
es_es: Agua (4) de la diferencia, kg
fr_fr: Différence de l'eau 4, kg
hu_hu: Víz (4) különbség, kg
pl_pl: Różnica Woda 4
ru_ru: Разница веса воды(4), кг

# ES2921_1
source: Weight difference of cement 5
es_es: Cemento(5) la diferencia, kg
fr_fr: Différence du ciment 5, kg
hu_hu: Cement (5) különbség, kg
pl_pl: Różnica cement 5
ru_ru: Разница веса цемента(5), кг

# ES2922_1
source: Weight difference of cement 6
es_es: Cemento(6) la diferencia, kg
fr_fr: Différence du ciment 6, kg
hu_hu: Cement (6) különbség, kg
pl_pl: Różnica cement 6
ru_ru: Разница веса цемента(6), кг

# ES2923_1
source: Weight difference of aggregate 5
es_es: Agregado(5) la diferencia, kg
fr_fr: Différence d'agrégat 5, kg
hu_hu: Összesített (5) különbség, kg
pl_pl: Różnica kruszywo 5
ru_ru: Разница веса инертных(5), кг

# ES2924_1
source: Weight difference of aggregate 6
es_es: Agregado(6) la diferencia, kg
fr_fr: Différence d'agrégat 6, kg
hu_hu: Összesített (6) különbség, kg
pl_pl: Różnica kruszywo 6
ru_ru: Разница веса инертных(6), кг

# ES2925_0
source: Aggeregate(5)
es_es: Agregado(5)
fr_fr: Agrégat(5)
hu_hu: Aggregátum (5)
pl_pl: Kruszywo (5)
ru_ru: совокупный(5)

# ES2926_0
source: Aggeregate(6)
es_es: Agregado(6)
fr_fr: Agrégat(6)
hu_hu: Aggregátum (6)
pl_pl: Kruszywo (6)
ru_ru: совокупный(6)

# ES2927_0
source: Cement(5)
es_es: Cemento(5)
fr_fr: Ciment (5)
ru_ru: цемент(5)

# ES2928_0
source: Cement(6)
es_es: Cemento(6)
fr_fr: Ciment (6)
ru_ru: цемент(6)

# ES2929_0
source: Additive(5)
es_es: Contribución(5)
fr_fr: Contribution (5)
hu_hu: Hozzájárulás (5)
pl_pl: Wkład(5)
ru_ru: Хим.добавки(5)

# ES2930_0
source: Additive(6)
es_es: Contribución(6)
fr_fr: Contribution (6)
hu_hu: Hozzájárulás (6)
pl_pl: Wkład(6)
ru_ru: Хим.добавки(6)

# ES2931_0
source: Water(3)
es_es: Agua(3)
fr_fr: Eau(3)
hu_hu: Víz (3)
pl_pl: Woda (3)
ru_ru: Вода(3)

# ES2932_0
source: Water(4)
es_es: Agua(4)
fr_fr: Eau(4)
hu_hu: Víz (4)
pl_pl: Woda (4)
ru_ru: Вода(4)

# ES2933_1
source: Required Quantity From Accurate Aggregate Weighing Gate -5
es_es: Compuerta Sensible - Cantidad Requerida de Agregado 5
fr_fr: Quantité voulue du couvercle du système de dosage précis d'agrégat 5
hu_hu: Kért pontos mennyiség soradagoló mérlegkapu 5
pl_pl: Wymagana ilość z precyzyjnej komory wążącej(kg) 5
ru_ru: Требуемый вес инертных, взвешиваемый на системе точной дозировки(кг) 5

# ES2960_0
source: Aggregate weighing scale calibration was done.
es_es: Agregado De Pesaje De Calibración De La Escala Se Realizó
fr_fr: Calibration de la cantine de pesage agrégée effectuée
hu_hu: Összesített mérleg kalibrálás
pl_pl: Kalibracja skali ważenia kruszywa
ru_ru: Выполнена калибровка дозатора инертных материалов

# ES2961_0
source: Cement weighing scale has been calibrated
es_es: Pesaje Del Cemento Calibración De La Escala Se Realizó
fr_fr: Calibrage de la cantine de pesage de ciment effectué
hu_hu: Cement mérleg kalibrálása
pl_pl: Kalibracja skali ważenia cementu
ru_ru: Выполнена калибровка дозатора цемента

# ES2962_0
source: Additive Weighing Scale Calibrated
es_es: Aditivo Para La Calibración De La Báscula De Pesaje Se Realizó
fr_fr: Contribution Weighing Canteen Calibration a été effectuée
hu_hu: Kiegészítő mérleg skálájaYapıldı
pl_pl: Kalibracja dodatkowej skali ważenia
ru_ru: Выполнена калибровка дозатора хим.добавок

# ES2963_0
source: Water weighing scale was calibrated
es_es: Pesaje Del Agua Calibración De La Escala Se Realizó
fr_fr: Calibration de cantine de pesage d’eau exécutée
hu_hu: Vízmérleg kalibrálása
pl_pl: Kalibracja wagi do ważenia wody
ru_ru: Выполнена калибровка дозатора воды

# ES2965_0
source: Cement Scale, Maximum Weighing Capacity
es_es: De Cemento De Capacidad De Pesaje De El Máximo De La Escala
fr_fr: Capacité maximale de pesage à la cantine de ciment
hu_hu: Cement skála maximális súlya
pl_pl: Maksymalna zdolność ważenia w skali cementu
ru_ru: Максимальная грузоподъемность дозатора цемента

# ES2966_0
source: Additive Scale, Maximum Weighing Capacity
es_es: Aditivo Máxima Capacidad De Pesaje De La Báscula
fr_fr: Contribution Canteen Capacité maximale de pesage
hu_hu: Az adalékanyag maximális súlya
pl_pl: Skala addytywna Maksymalna pojemność ważenia
ru_ru: Максимальная грузоподъемность дозатора хим.добавок

# ES2967_0
source: Water Scale, Maximum Weighing Capacity
es_es: De Agua Capacidad Máxima De Pesada De Escala
fr_fr: Capacité maximale de pesage à la cantine d’eau
hu_hu: Víz skála maximális súly
pl_pl: Maksymalna waga ważenia wagi wodnej
ru_ru: Максимальная грузоподъемность дозатора воды

# ES2968_0
source: Spiral 5 Over Current Limit
es_es: Sobrecorriente Límite Helezon5
fr_fr: Limite de courant extrême Helezon5
hu_hu: Spiral5 túl az áramhatáron
pl_pl: Spirala5 powyżej limitu prądu
ru_ru: Максимальный ток нагрузки электродвигателя шнека цемента(5)

# ES2969_0
source: sec.
es_es: Segundo
hu_hu: Másodperc
pl_pl: sek
ru_ru: сек.

# ES2970_0
source: Total Recipe Amount Suspended
es_es: El Total Supera La Cantidad Prescrita
fr_fr: Montant total de prescriptionExceeded
hu_hu: A vényköteles összeg meghaladta
pl_pl: Przekroczono całkowitą kwotę recepty
ru_ru: Фактический вес материала выше веса, указанного в рецепте

# ES2971_1
source: .Tour Gap, kg
es_es: .Tipo de la diferencia, kg
fr_fr: . Tour Différence, kg
hu_hu: Túra különbség, kg
pl_pl: .Różnica tras, kg
ru_ru: .Разница за цикл(кг)

# ES2972_1
source: .Tour Percent
es_es: .Tipo Por Ciento
fr_fr: . Pourcentage de tour
hu_hu: A túra százaléka
pl_pl: .wycieczka procent
ru_ru: Разница за цикл(%)

# ES2974_1
source: Material analysis report by tour.
es_es: Tipo De Tour O El Material Informe Del Análisis
fr_fr: Tur Tur Malzeme Analiz Raporu
hu_hu: A túra anyagának elemzési jelentése
pl_pl: Wycieczka Raport z analizy materiału
ru_ru: Показать отчет анализа материалов

# ES2981_1
source: Material analysis report
es_es: El Material Informe Del Análisis
fr_fr: Rapport d’analyse matérielle
hu_hu: Anyag-elemzési jelentés
pl_pl: Raport z analizy materiałów
ru_ru: Отчет анализа материалов

# ES2982_1
source: Total taken material tolerance value
es_es: El Porcentaje Del Total De La Prescripción De La Vid
fr_fr: Pourcentage total de vaccination sur ordonnance
hu_hu: A vényköteles teljes túllépés százaléka
pl_pl: Całkowity procent przekroczenia recepty
ru_ru: Допустимая погрешность между фактическим и заданным весом(%)

# ES2984_1
source: Feeding Quantity to Weigh Hopper After Signal(5)
es_es: Cantidad Descargada en la Tolva Despues del Señal(5)
fr_fr: Matériel déchargé sur la bascule après le signal(5)
hu_hu: Betöltési mennyiség a tartály mérlegbe a jelzés után 5
pl_pl: Podawana ilośc do wagi po sygnale(5)
ru_ru: Вес, выгружаемый в дозатор по инерции после поступления команды стоп(5)

# ES2985_1
source: kg/sec
ru_ru: кг/сек.

# ES2986_1
source: Display/Do not display standard notes on the delivery note
ru_ru: Отображать/Не отображать в накладной текст стандартных примечаний

# ES2987_1
source: Delivery Note's printing choice automatic/manual
ru_ru: Выбор распечатки накладной Автоматически / Ручной

# ES2988_0
source: sec.
es_es: Segundo
hu_hu: Másodperc
pl_pl: sek
ru_ru: сек.

# ES298_1
source: Aggregate Bucket Up Position Holding Time
es_es: Tiempo de Espera de Cubo Arriba
fr_fr: Temps de déchargement des agrégats du skip dans le malaxeur, sec.
hu_hu: Felvonó vödör felső pozítcióban tartási idő
pl_pl: Czas oczekiwania skipu w pozycji góra
ru_ru: Время выгрузки инертных из скипа в смеситель(сек)

# ES2990_0
source: Cement screw(1) motor exceeded overcurrent limit
es_es: B504_1_Cemento Helezon1 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(1) dépassée
hu_hu: Cement csiga 1 motor meghaladta a túláram határt
pl_pl: Przekroczony limit pradowy silnika podajnika slimakowego cementu(1)
ru_ru: B504_1 Превышен максимальный ток нагрузки электродвигателя шнека цемента(1)

# ES2991_0
source: Cement screw(2) motor exceeded overcurrent limit
es_es: B504_2_Cemento Helezon2 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(2) dépassée
hu_hu: Cement csiga 2 motor meghaladta a túláram határt
pl_pl: Przekroczony limit pradowy silnika podajnika slimakowego cementu(2)
ru_ru: B504_2 Превышен максимальный ток нагрузки электродвигателя шнека цемента(2)

# ES2992_0
source: Cement screw(3) motor exceeded overcurrent limit
es_es: B504_3_Cemento Helezon3 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(3) dépassée
hu_hu: Cement csiga 3 motor meghaladta a túláram határt
pl_pl: Przekroczony limit pradowy silnika podajnika slimakowego cementu(3)
ru_ru: B504_3 Превышен максимальный ток нагрузки электродвигателя шнека цемента(3)

# ES2993_0
source: Cement screw(4) motor exceeded overcurrent limit
es_es: B504_4_Cemento Helezon4 Motor Sobrecorriente Superado El Límite De
fr_fr: Limite de surintensité du moteur de la vis à ciment(4) dépassée
hu_hu: Cement csiga 4 motor meghaladta a túláram határt
pl_pl: Przekroczony limit pradowy silnika podajnika slimakowego cementu(4)
ru_ru: B504_4 Превышен максимальный ток нагрузки электродвигателя шнека цемента(4)

# ES2994_0
source: D902-1_Phase error - (1)
es_es: D902-1_Error De Fase - (1)
fr_fr: D902-1_Erreur de phase- (1)
hu_hu: D902-1_Fázis hiba - (1)
pl_pl: D902-1_Awaria fazy(1)
ru_ru: D902-1 Сбои в электропитании(перекос фазы-1)

# ES2995_0
source: D902-1_Phase error - (2)
es_es: D902-2_Error De Fasei - (2)
fr_fr: D902-2_Erreur de phase - (2)
hu_hu: D902-2_Fázis hibai - (2)
pl_pl: D902-2_Awaria fazy(2)
ru_ru: D902-2 Сбои в электропитании(перекос фазы-2)

# ES2996_0
source: D902-1_Phase error - (3)
es_es: D902-3_Error De Fase - (3)
fr_fr: D902-3_Erreur de phase - (3)
hu_hu: D902-3_Fázis hibai - (3)
pl_pl: D902-3_Awaria fazy(3)
ru_ru: D902-3 Сбои в электропитании(перекос фазы-3)

# ES2997_0
source: Attention! Low voltage
es_es: Atención! De Baja Tensión
fr_fr: Attention! Basse tension
hu_hu: Vigyázat! Alacsony feszültség
pl_pl: Uwaga! Niskie napiecie
ru_ru: Внимание! Низкое напряжение!

# ES2998_0
source: Attention! Low voltage
es_es: Atención! De Baja Tensión
fr_fr: Attention! Basse tension
hu_hu: Vigyázat! Alacsony feszültség
pl_pl: Uwaga! Niskie napiecie
ru_ru: Внимание! Низкое напряжение!

# ES2999_0
source: Attention! Low voltage
es_es: Atención! De Baja Tensión
fr_fr: Attention! Basse tension
hu_hu: Vigyázat! Alacsony feszültség
pl_pl: Uwaga! Niskie napiecie
ru_ru: Внимание! Низкое напряжение!

# ES299_1
source: Aggregate Bucket Intermediate Moving Time
es_es: Tiempo de Movimiento Intermedia de Cubo
fr_fr: Temps de marche avant du skip jusqu'au point intermédiaire, sec.
hu_hu: Felvonó vödör köztes haladási idő
pl_pl: Czas jazdy skipu od pozycji DÓŁ do postoju pośredniego
ru_ru: Время движения скипа до промежуточной точки(сек)

# ES29_1
source: Vehicle Delivery Status
es_es: Estado del Envío
fr_fr: Etat de livraison des voitures
hu_hu: Jármű szállítási állapot
pl_pl: Status dostawy pojazdu
ru_ru: Статус отгрузки автотранспорта

# ES2_1
source: Warning
es_es: Mando
fr_fr: Avertissment
hu_hu: Utasítás
pl_pl: Ostrzeżenie
ru_ru: Komut

# ES3000_0
source: Mixer volume reduced
es_es: Reduce El Volumen Del Mezclador
fr_fr: Volume de mélangeur réduit
hu_hu: Csökkent a keverőmennyiség
pl_pl: Zmniejszona objętość miksera
ru_ru: объем смесителя уменьшен

# ES3001_0
source: O907_There is no Connection
es_es: O907No hay conexión
fr_fr: O907_Aucune connexion
hu_hu: O907_Nincs kapcsolat
pl_pl: O907_Brak połączenia
ru_ru: O907 Соединение к ПЛК прервано

# ES3002_0
source: O906_Connected
es_es: O906_Se establece la conexión
fr_fr: O906_Contacté
hu_hu: O906_A kapcsolat létrejött
pl_pl: O906_Połączenie ustanowione
ru_ru: O906 Соединение к ПЛК осуществлено

# ES3003_0
source: Production was paused
es_es: La Producción Se Detuvo
fr_fr: La production a été arrêté
hu_hu: A gyártás leállt
ru_ru: Производство остановлено

# ES3004_0
source: Production continues from where was left
es_es: La Producción Se Ha Reanudado
fr_fr: La production continue
hu_hu: Folytatja a gyártást
ru_ru: Производство продолжается с момента остановки

# ES3005_0
source: Production was reset
es_es: La Producción Resetlendi
fr_fr: La production a été réinitialisée
hu_hu: Termelés visszaállítása
ru_ru: Производство сброшено

# ES3006_0
source: Production not completed
es_es: La Producción No Se Ha Completado
fr_fr: La production n’est pas terminée
hu_hu: A gyártás sikertelen
ru_ru: Производство не закончено

# ES3007_0
source: Production complete
es_es: Terminó La Producción
fr_fr: La production est terminée
hu_hu: A gyártás befejeződött
ru_ru: Производство закончено

# ES3008_0
source: New production has started
es_es: La Nueva Producción Comenzó
fr_fr: Une nouvelle production a démarré
hu_hu: Megkezdődött az új gyártás
ru_ru: Новое производство началось
