Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES3009_0
source: Attention! High voltage
es_es: Atención! De Alta Tensión
fr_fr: Attention! Haute tension
hu_hu: Vigyázat! Magas feszültség
pl_pl: Uwaga! Wysokie napiecie
ru_ru: Внимание! Высокое напряжение!

# ES300_1
source: Aggregate Bucket Maximum Moving Time
es_es: Tiempo de Movimiento Minimo de Cubo
fr_fr: Temps maximal de marche avant du skip, sec.
hu_hu: Felvonó vödör maximális haladási idő
pl_pl: Maksymalny czas pracy wciągarki skipu kruszywa
ru_ru: Максимальное время движения скипа(сек)

# ES3010_0
source: Attention! High voltage
es_es: Atención! De Alta Tensión
fr_fr: Attention! Haute tension
hu_hu: Vigyázat! Magas feszültség
pl_pl: Uwaga! Wysokie napiecie
ru_ru: Внимание! Высокое напряжение!

# ES3011_0
source: Attention! High voltage
es_es: Atención! De Alta Tensión
fr_fr: Attention! Haute tension
hu_hu: Vigyázat! Magas feszültség
pl_pl: Uwaga! Wysokie napiecie
ru_ru: Внимание! Высокое напряжение!

# ES3013_0
source: Silo(5)
ru_ru: Силос(5)

# ES3014_1
source: Voltage lower limit
es_es: Límite Inferior De Tensión
fr_fr: Limite inférieure de tension
hu_hu: Feszültség alacsony határérték
pl_pl: Dolny limit napięcia
ru_ru: Нижний предел напряжения

# ES3015_1
source: Voltage upper limit
es_es: Límite Superior De Voltaje
fr_fr: Limite supérieure de tension
hu_hu: Magas feszültség
pl_pl: Górny limit napięcia
ru_ru: Верхний предел напряжения

# ES3017_1
source: Import
es_es: Importar
fr_fr: Importer
ru_ru: Импорт

# ES3019_1
source: File Path
es_es: La Ruta De Acceso Al Archivo
fr_fr: Chemin de fichier
hu_hu: Fájl elérési útja
pl_pl: Ścieżka do pliku
ru_ru: Путь к файлу

# ES3020_1
source: Data successfully imported from Excel
ru_ru: Данные успешно импортированы с Excel файла

# ES3021_0
source: SQL BackUp
es_es: Copia de seguridad de SQL
hu_hu: SQL biztonsági mentés
ru_ru: Резервное копирование данных SQL

# ES3022_0
source: SQL Restore
es_es: SQL restaurar
fr_fr: Restauration SQL
hu_hu: SQL visszaállítás
pl_pl: Przywracanie SQL
ru_ru: Восстановление данных SQL

# ES3023_1
source: Do you approve closing the program for restore?
hu_hu: Jóváhagyja a visszaállítási program bezárását?
ru_ru: Подтверждаете ли закрытие программы чтобы начать процесс восстановления?

# ES3029_0
source: Get help
es_es: Obtener Ayuda
fr_fr: Obtenir de l’aide
hu_hu: Kérjen segítséget
pl_pl: Uzyskaj pomoc
ru_ru: Помощь

# ES3031_0
source: Alarm Kods
es_es: códigos de alarma
fr_fr: Codes d’alarme
hu_hu: Riasztási kódok
pl_pl: Kody alarmowe
ru_ru: Коды неисправностей

# ES3032_0
source: SQL Back Up
es_es: Copia de seguridad de SQL
fr_fr: Sauvegarder SQL
hu_hu: SQL biztonsági mentés
pl_pl: SQL Kopia zapasowa
ru_ru: Сделать резервное копирование данных SQL

# ES3033_0
source: Confirm the closing program for restore?
es_es: Para restablecer el funcionamiento, ¿aprueba usted el cierre del programa?
fr_fr: Approuvez-vous l’arrêt du programme pour le processus de restauration?
hu_hu: Geri yükleme işlemini için programın kapatılmasını onaylıyor musunuz?
pl_pl: Potwierdź zamknięcie programu dla procesu przywracania?
ru_ru: Подтверждаете ли закрытие программы чтобы начать процесс восстановления?

# ES3036_0
source: Mixmaster santral
es_es: Mixmaster las plantas
fr_fr: Centrales Mixmaster
hu_hu: Mixmaster növények
pl_pl: Rośliny Mixmaster
ru_ru: Заводы модели Mixmaster

# ES3037_0
source: There is no concrete transport conveyor
es_es: Cinta transportadora Para El Transporte Del Hormigón no
fr_fr: Pas de convoyeur de béton
hu_hu: Nincs konkrét szállítószalag
pl_pl: Brak przenośnika betonowego
ru_ru: Конвейера подачи бетона нет

# ES3038_0
source: There is concrete conveyor
es_es: Tiene La Unidad De Transporte De Hormigón
fr_fr: Cantine de transport en béton
hu_hu: Betonszállító szállítószalaggal rendelkezik
pl_pl: Ma przenośnik do betonu
ru_ru: Конвейер подачи бетона есть

# ES303_1
source: Lubrication Motor Run Time
es_es: Tiempo de Operacion del Motor de Lubricacion
fr_fr: YTemps de travail du graisseur automatique, sec
hu_hu: Zsírzó motor működési idő
pl_pl: Czas pracy systemu centralnego smarowania
ru_ru: Время работы автосмазчика(сек)

# ES3043_0
source: Mixer discharge lower limit
es_es: El Límite Inferior De La Descarga Del Mezclador
fr_fr: Réduction de la décharge du mélangeur
hu_hu: Keverő kisülési alacsony határérték
pl_pl: Dolny limit rozładowania mieszacza
ru_ru: Нижний предел выгрузки смесителя

# ES3044_0
source: Concrete transport conveyor extra working time
es_es: Adicional De Tiempo De Trabajo De Transporte De La Cinta Transportadora De Hormigón
fr_fr: Temps de travail supplémentaire de convoyeur de béton
hu_hu: Betonszalag szállítószalag kiegészítő munkaidő
pl_pl: Przenośnik betonowy Przenośnik dodatkowy czas pracy
ru_ru: Дополнительное время работы конвейера подачи бетона

# ES3045_0
source: A202-1Aggregate bunker(1) vibrator TMS failure
es_es: A202-1-Agregado bunker(1) TMS vibrador fracaso
fr_fr: A202-1-agrégé bunker(1) échec du vibrateur TMS
hu_hu: A202-1-Agrega bunker(1) vibrátor TMS hibás működése
pl_pl: A202-1-Agrega bunker(1) awaria wibratora TMS
ru_ru: A202-1-Сработала термозащита(авт.выкл.) вибратора бункера(1)

# ES3046_0
source: A202-4-Aggregate bunker(4) vibrator TMS failure
es_es: A202-4-Agregado bunker(4) TMS vibrador fracaso
fr_fr: A202-4-agrégé bunker(4) échec du vibrateur TMS
hu_hu: A202-4-Agrega bunker(4) vibrátor TMS hibás működése
pl_pl: A202-4-Agrega bunker(4)awaria wibratora TMS
ru_ru: A202-4-Сработала термозащита(авт.выкл.) вибратора бункера(4)

# ES3047_0
source: L201-Aggregate Bunker 1 PullChord Pulled
es_es: L201-Agregado Bunker 1 PullChord filmado
fr_fr: L201-agrégé Bunker 1 PullChord Choisi
hu_hu: L201-Agrega Bunker 1 PullChord Çekildi
pl_pl: L201-Agrega Bunker 1 PullChord wycofał
ru_ru: L201-1-Сработал тросовый аварийный выключатель бункера(1)

# ES3048_0
source: L201-2-Aggregate Bunker 2 PullCord Pulled
es_es: L201-2-Agregado Bunker 2 PullCord filmado
fr_fr: L201-2-agrégé Bunker 2 PullCord Choisi
hu_hu: L201-2-Agrega Bunker 2 PullCord Çekildi
pl_pl: L201-2-Agrega Bunker 2 PullCord wycofał
ru_ru: L201-2-Сработал тросовый аварийный выключатель бункера(2)

# ES3049_0
source: L201-3-Aggregate Bunker 3 PullCord Pulled
es_es: L201-3-Agregado Bunker 3 PullCord filmado
fr_fr: L201-3-agrégé Bunker 3 PullCord Choisi
hu_hu: L201-3-Agrega Bunker 3 PullCord Çekildi
pl_pl: L201-3-Agrega Bunker 3 PullCord wycofał
ru_ru: L201-3-Сработал тросовый аварийный выключатель бункера(3)

# ES3050_0
source: L201-4-Agrega Bunker 4 PullCord Pulled
es_es: L201-4-Agregado Bunker 4 PullCord filmado
fr_fr: L201-4-agrégé Bunker 4 PullCord Choisi
hu_hu: L201-4-Agrega Bunker 4 PullCord filmre
pl_pl: L201-4-Agrega Bunker 4 PullCord wycofał
ru_ru: L201-4-Сработал тросовый аварийный выключатель бункера(4)

# ES3052_0
source: H101_Mixer Unloading Limit Exceeded
es_es: H101_Mezclador Superado El Límite De Descarga
fr_fr: H101_Limite de décharge du mélangeur dépassée
hu_hu: H101_A keverő kisülési korlátja meghaladta
pl_pl: H101_Przekroczono limit rozładowania mieszacza
ru_ru: H101_Фактический вес на смесителе превышает нижний предел разгрузки

# ES3053_1
source: Cement Screw5 Motor
es_es: Motor de Sinfin 5
fr_fr: Moteur de la vis à ciment 5
hu_hu: cement csiga 5 motor
pl_pl: Silnik podajnika cementu 5
ru_ru: Электродвигатель шнека цемента(5)

# ES3054_1
source: Additive5 Pump
es_es: Bomba de Aditivo 5
fr_fr: Moteur de la pompe à adjuvant 5
hu_hu: Vegyszer pumpa 5
pl_pl: Pompa Chemii 5
ru_ru: Насос хим.добавок(5)

# ES3055_0
source: Active Text1
ru_ru: Активный текст1

# ES3056_0
source: Active Text2
ru_ru: Активный текст2

# ES3057_0
source: Error
ru_ru: ошибка

# ES3058_0
source: Active Text3
ru_ru: Активный текст3

# ES305_1
source: Lubrication Motor Holding Time
es_es: Tiempo de Espera del Motor de Lubricacion
fr_fr: Temps d'attente du graisseur automatique, sec.
hu_hu: Zsírzó motor várakozási idő
pl_pl: Czas pauzy w pracy systemu centralnego smarowania
ru_ru: Время ожидания работы автосмазчика(сек)

# ES306_1
source: Intermediate Belt Available/Not Available
es_es: Cinta Intermedia Existe / No Existe
fr_fr: Convoyeur intermédiaire disponible/non disponible
hu_hu: Közbenső szalag rendelkezésre áll/nem áll rendelkezésre
pl_pl: Taśmociąg pośredni Dostępny / Niedostępny
ru_ru: Промежуточный конвейер инертных есть/нет

# ES30_1
source: Total Material Usage Report
es_es: Informe Total de Materiales Gastados
fr_fr: Rapport du le matériel utilisé
hu_hu: Teljes anyagfelhasználás jelentés
pl_pl: Łączny raport wykorzystania materiałów
ru_ru: Отчет по израсходованным материалам

# ES310_1
source: Available
es_es: Disponible
fr_fr: Disponible
hu_hu: Rendelkezésre áll
pl_pl: Dostępny
ru_ru: Есть

# ES311_1
source: Not Available
es_es: No Disponible
fr_fr: Non disponible
hu_hu: Nem áll rendelkezésre
pl_pl: Nie dostępny
ru_ru: Нет

# ES316_1
source: Weighing Belt Vibration Running Limit
es_es: Limite de Operacion de Vibracion de Cinta de Pesaje
fr_fr: Vitesse de déchargement des agrégats du convoyeur de pesage pour le démarrage du vibrateur
hu_hu: Szalag mérleg vibrátor működési határ
pl_pl: Limit pracy wibratora taśmociągu ważacego
ru_ru: Скорость выгрузки инертных из конвейера-дозатора для включения вибратора

# ES318_1
source: Weighing Belt Vibration Waiting Time
es_es: Tiempo de Espera de Vibracion de Cinta de Pesaje
fr_fr: Temps d'attente du vibrateur du convoyeur de pesage d'agrégats
hu_hu: Szalag mérleg vibrátor várakozási idő
pl_pl: Czas pauzy wibratora taśmociągu ważącego
ru_ru: Время ожидания вибратора конвейера-дозатора(сек)

# ES319_1
source: Weighing Belt Vibration Running Suresi
es_es: Tiempo de Operacion de Vibracion de Cinta de Pesaje
fr_fr: Temps de travail du vibrateur du convoyeur de pesage d'agrégats, sec
hu_hu: Szalag mérleg vibrátor működési idő
pl_pl: Czas pracy wibratora taśmociagu ważącego
ru_ru: Время работы вибратора конвейера-дозатора(сек)

# ES322_1
source: Weighing Belt Discharge Speed
es_es: Velocidad de Descarga de Cinta de Pesaje
fr_fr: Vitesse de déchargement des agrégats du convoyeur de pesage en temps réel, kg/sec.
hu_hu: Szalag mérleg kiadási sebesség
pl_pl: Szybkość wyładunku taśmociągu ważącego
ru_ru: Мгновенная скорость выгрузки инертных из конвейера-дозатора

# ES324_1
source: Cement Vibrator Run Limit
es_es: Limite de Operacion del Vibrador de Cemento
fr_fr: Vitesse de déchargement du ciment de la bascule pour le démarrage du vibrateur
hu_hu: Cement vibrátor müködési limit
pl_pl: Limit pracy wibratora cementu
ru_ru: Скорость выгрузки цемента из дозатора для включения вибратора

# ES325_1
source: Cement Vibrator Waiting Time
es_es: Tiempo de Espera de la Tolva de Cemento
fr_fr: Temps d'attente du vibrateur de la bascule à ciment.
hu_hu: Cement vibrátor várakozái idő
pl_pl: Czas pauzy wibratora cementu
ru_ru: Время ожидания вибратора дозатора цемента

# ES326_1
source: Cement Vibrator Running Time
es_es: Tiempo de Operacion del Vibrador del Cemento
fr_fr: Temps de travail du vibrateur de la bascule à ciment.
hu_hu: Cement Vibrátor működési idő
pl_pl: Czas pracy wibratora cementu
ru_ru: Время работы вибратора дозатора цемента

# ES32_1
source: Remaining Inventory Report
es_es: Informe de Stock Restante
fr_fr: Etat de stoks
hu_hu: Megmaradó készletjelentés
pl_pl: Raport o pozostałych zapasach
ru_ru: Остаток на складе

# ES331_1
source: Aggregate Settings
es_es: Ajustes de Aridos
fr_fr: Paramètres d'agrégats
hu_hu: Adalékanyag beállítás
pl_pl: Ustawienia kruszyw
ru_ru: Настройки инертных

# ES332_1
source: Alarm Settings
es_es: Ajustes de Alarma
fr_fr: Paramètres d'alarmes
hu_hu: Riasztás beállítás
pl_pl: Ustawienia alarmów
ru_ru: Настройки предупреждений о неисправностях

# ES333_1
source: Cement Settings
es_es: Ajustes de Cemento
fr_fr: Paramètres du ciment
hu_hu: Cement beállítás
pl_pl: Ustawienia cementu
ru_ru: Настройки цемента

# ES334_1
source: Additive Settings
es_es: Ajustes de Aditivo
fr_fr: Paramètres d'adjuvants
hu_hu: Vegyszer beállítás
pl_pl: Ustawienia dodatków
ru_ru: Настройки хим.добавок

# ES335_1
source: Aggregate Bucket Settings
es_es: Ajustes de Cubo
fr_fr: Paramètres du skip
hu_hu: Felvonó vödör beállítás
pl_pl: Ustawienia skipu kruszywa
ru_ru: Настройки скипа

# ES336_1
source: Mixer Settings
es_es: Ajustes de Mezclador
fr_fr: Paramètres du malaxeur
hu_hu: Keverő beállítás
pl_pl: Ustawienia mieszalnika
ru_ru: Настройки смесителя

# ES337_1
source: Custom Settings
es_es: Ajustes Especiales
fr_fr: Paramètres du système
hu_hu: Különleges beállítások
pl_pl: Niestandardowe ustawienia
ru_ru: Системные настройки

# ES338_1
source: Water Settings
es_es: Ajustes de Agua
fr_fr: Paramètres de l'eau
hu_hu: Víz beállítás
pl_pl: Ustawienia wody
ru_ru: Настройки воды

# ES339_1
source: Vibration Settings
es_es: Ajustes de Vibracion
fr_fr: Paramètres des vibrateurs
hu_hu: Vibrátor beállítás
pl_pl: Ustawienia wibratorów
ru_ru: Настройки вибраторов

# ES33_1
source: Sales Report
es_es: Informe de Ventas
fr_fr: Raport de ventes
hu_hu: Értékesítési jelentés
pl_pl: Raport sprzedaży
ru_ru: Отчет по продажам

# ES341_1
source: Plant Manual
es_es: Planta de Concreto Manual
fr_fr: Manuel
hu_hu: Keverő kézi
pl_pl: Produkcja ręczna
ru_ru: Ручной

# ES342_1
source: Plant Automatic
es_es: Planta de Concreto Automatico
fr_fr: Automatique
hu_hu: Keverő automata
pl_pl: Automatyczna
ru_ru: Автоматический

# ES345_1
source: Start
fr_fr: Démarrer
ru_ru: Старт

# ES346_1
source: Stop
fr_fr: Arrêter
ru_ru: Стоп

# ES349_1
source: Reset
es_es: Reajustar
fr_fr: Redémarrer
hu_hu: Visszaállít
ru_ru: Сброс

# ES34_1
source: Manual Production Results
es_es: Resultados de Producción Manual
fr_fr: Rapprot de production en mode manuel
hu_hu: Kézi termelési eredmény
pl_pl: Wyniki produkcji ręcznej
ru_ru: Учет веса материалов в ручном режиме

# ES351_1
source: Aggregate
es_es: Aridos
fr_fr: Agrégat
hu_hu: Adalékanyag
pl_pl: Kruszywa
ru_ru: Инертные

# ES353_1
source: Compressor
es_es: Compresor
fr_fr: Compresseur
hu_hu: Kompresszor
pl_pl: Sprężarka powietrza
ru_ru: Компрессор

# ES354_1
source: Horn
es_es: Claxon
fr_fr: Sirène
hu_hu: Kürt
pl_pl: Klakson
ru_ru: Гудок

# ES355_1
source: Automatic / Manual
es_es: Automatico / Manual
fr_fr: Mode de travail
hu_hu: Automata/kézi
pl_pl: Tryb pracy
ru_ru: Режим управления

# ES356_1
source: Start
fr_fr: Démarrer
ru_ru: Старт

# ES357_1
source: Stop
es_es: Parar
fr_fr: Arrêter
ru_ru: Стоп

# ES35_1
source: Motor Working Hours
es_es: Horas de Trabajo del Motor
fr_fr: Temps de travail des moteurs
hu_hu: Motor munkóra
pl_pl: Czas pracy silników elektrycznych
ru_ru: Время работы электродвигателей

# ES360_1
source: Mixer Block Filter
es_es: Filtro del Bloque del Mezclador
fr_fr: Filtre du bloc malaxeur
hu_hu: Keverp block filter
pl_pl: Filtr bloku mieszalnika
ru_ru: Фильтр смесительного блока

# ES36_1
source: Inventory Records
es_es: Registros de Stock
fr_fr: Enregistrement d'approvisionnement en stock
hu_hu: Leltár nyilvántartás
pl_pl: Rejestr zapasów
ru_ru: Пополнение склада

# ES376_1
source: Filter1
es_es: Filtro 1
fr_fr: Filtre1
pl_pl: Filtr1
ru_ru: Фильтр(1)

# ES377_1
source: Filter2
es_es: Filtro 2
fr_fr: Filtre2
pl_pl: Filtr2
ru_ru: Фильтр(2)

# ES378_1
source: Filter3
es_es: Filtro 3
fr_fr: Filtre3
pl_pl: Filtr3
ru_ru: Фильтр(3)

# ES379_1
source: Filter4
es_es: Filtro 4
fr_fr: Filtre4
pl_pl: Filtr4
ru_ru: Фильтр(4)

# ES382_1
source: Sequence No
es_es: Numero de Pedido
fr_fr: Numéro
hu_hu: Sorszám
pl_pl: Sekwencja numer
ru_ru: № п/п

# ES385_1
source: Tax Number
es_es: Numero Fiscal
fr_fr: Numéro d'immatriculation fiscale
hu_hu: Adó szám
pl_pl: NIP
ru_ru: Номер налогоплательщика

# ES386_1
source: OK
hu_hu: Oké.
ru_ru: Ок

# ES389_1
source: File Name
es_es: Nombre de Carpeta
fr_fr: Nom du fichier
hu_hu: Fálj neve
pl_pl: Nazwa pliku
ru_ru: Название файла

# ES391_1
source: Status
es_es: Situacion
fr_fr: Etat
hu_hu: Állapot
ru_ru: Статус

# ES394_1
source: Company
es_es: Empresa
fr_fr: Nom de l'entreprise
hu_hu: Cég
pl_pl: Firma
ru_ru: Название фирмы

# ES395_1
source: Plate
es_es: Matricula
fr_fr: Numéro de plaque d'immatriculation de la voiture
hu_hu: Rendszám
pl_pl: Numer rejestracyjny
ru_ru: Госномер автотранспорта

# ES396_1
source: Capacity
es_es: Capacidad
fr_fr: Capasité
hu_hu: Kapacitás
pl_pl: Pojemność
ru_ru: Вместимость

# ES3_1
source: System Message
es_es: Mensaje del Sistema
fr_fr: Message du système
hu_hu: Rendszer üzenet
pl_pl: Wiadomość systemowa
ru_ru: Системное сообщение

# ES401_1
source: Address
es_es: Direccion
fr_fr: Adresse
hu_hu: Cím:
pl_pl: Adres
ru_ru: Адрес

# ES402_1
source: Phone
es_es: Telefono
fr_fr: Telephone, fax
hu_hu: Telefonszám
pl_pl: Telefon
ru_ru: Телефон, факс

# ES403_1
source: Explanation
es_es: Explicacion
fr_fr: Description
hu_hu: Magyarázat
pl_pl: Wyjaśnienie
ru_ru: Описание

# ES404_1
source: Driver Name
es_es: Nombre del Conductor
fr_fr: Nom du chauffeur
hu_hu: Sofőr neve
pl_pl: Kierowca
ru_ru: ФИО водителя

# ES405_1
source: Explanation
es_es: Explicacion
fr_fr: Description
hu_hu: Magyarázat
pl_pl: Wyjaśnienie
ru_ru: Описание

# ES409_1
source: Site Name
es_es: Nombre del Sitio de Trabajo
fr_fr: Nom du chantier
hu_hu: Építési terület neve
pl_pl: Nazwa terenu budowy
ru_ru: Название стройплощадки

# ES410_1
source: Distance
es_es: Distancia
hu_hu: Távolság
pl_pl: Dystans
ru_ru: Расстояние

# ES411_1
source: Status
es_es: Situacion
fr_fr: Etat
hu_hu: Állapot
ru_ru: Статус

# ES412_1
source: Site Name
es_es: Nombre del Sitio de Trabajo
fr_fr: Nom du chantier
hu_hu: Építési terület neve
pl_pl: Nazwa terenu budowy
ru_ru: Название стройплощадки

# ES413_1
source: Distance
es_es: Distancia
hu_hu: Távolság
pl_pl: Dystans
ru_ru: Расстояние

# ES414_1
source: Company
es_es: Empresa
fr_fr: Entreprise
hu_hu: Cég
pl_pl: Firma
ru_ru: Название фирмы

# ES415_1
source: Status
es_es: Estado
fr_fr: Etat
hu_hu: Állapot
ru_ru: Статус

# ES419_1
source: Material Name
es_es: Nombre del Material
fr_fr: Nom du matériel
hu_hu: Anyag neve
pl_pl: Nazwa materiału
ru_ru: Название материала

# ES425_1
source: Storage Area
es_es: Area de Almacenamiento
fr_fr: Nom du stock
hu_hu: Raktárterület
pl_pl: Obszar magazynu
ru_ru: Название склада

# ES426_1
source: Type
es_es: Tipo
fr_fr: Description-1 (type, classe etc.
hu_hu: Típus
pl_pl: Typ
ru_ru: Описание - 1 (тип, класс и т.п.)

# ES42_1
source: Inventory Reports
es_es: Informes de Stock
fr_fr: Rapport de stoccks
hu_hu: Készlet jelentések
pl_pl: Raporty zapasów
ru_ru: Отчет по складам

# ES432_1
source: Material Name
es_es: Material
fr_fr: Matériel
hu_hu: Anyag
pl_pl: Nazwa materiału
ru_ru: Название материала

# ES433_1
source: Critical Level
es_es: Nivel Critico
fr_fr: Niveau critique
hu_hu: Kritikus szint
pl_pl: Poziom krytyczny
ru_ru: Критический уровень

# ES436_1
source: Material Name
es_es: Material
fr_fr: Nom du matériel
hu_hu: Anyag
pl_pl: Nazwa materiału
ru_ru: Название материала

# ES437_1
source: Capacity
es_es: Capacidad
fr_fr: Capacité
hu_hu: Kapacitás
pl_pl: Pojemność
ru_ru: Вместимость

# ES438_1
source: Critical Level
es_es: Nivel Critico
fr_fr: Niveau critique
hu_hu: Kritikus szint
pl_pl: Poziom krytyczny
ru_ru: Критический уровень

# ES441_1
source: Recipe Information
es_es: Informaciones de Receta
fr_fr: Information sur la recette
hu_hu: Recept információ
pl_pl: Informacja o recepturze
ru_ru: Информация о рецепте

# ES442_1
source: Recipe Name
es_es: Nombre de Receta
fr_fr: Nom de la recette
hu_hu: Recept neveı
pl_pl: Nazwa receptury
ru_ru: Название рецепта

# ES443_1
source: Status
es_es: Situacion
fr_fr: Etat
hu_hu: Állapot
ru_ru: Статус

# ES444_1
source: Explanation
es_es: Explicacion
fr_fr: Description
hu_hu: Magyarázat
pl_pl: Wyjaśnienie
ru_ru: Описание

# ES448_1
source: Recipe Name
es_es: Nombre de Receta
fr_fr: Nom de la recette
hu_hu: Recept neve
pl_pl: Nazwa receptury
ru_ru: Название рецепта

# ES44_1
source: Monthly Production Report
es_es: Informes de Producción Mensual
fr_fr: Rapport de production mensuel
hu_hu: Havi termelési jelentés
pl_pl: Miesięczny raport produkcji
ru_ru: Ежемесячный отчет по производству

# ES45_1
source: Monthly Revenue Report
es_es: Informe Mensual de Ingresos
fr_fr: Rapport de chiffres d'affaires mensuel
hu_hu: Havi bevételi jelentés
pl_pl: Miesięczny raport o obrotach
ru_ru: Отчет месячного капиталооборота

# ES46_1
source: Quantity Stock Report
es_es: Miktar Stok Raporu
fr_fr: Rapport de quantité de stocks
hu_hu: Miktar Stok Raporu
pl_pl: Raport o ilości towaru
ru_ru: Отчет по складским материалам

# ES47_1
source: Inventory Entry Report
es_es: Informe de Entrada de Stock
fr_fr: Rapport de provisionnement de stocks
hu_hu: Leltár bejegyzés jelentés
pl_pl: Raport o stanie magazynu
ru_ru: Отчет по пополнению склада

# ES493_1
source: Aggregate5
es_es: Arido5
fr_fr: Agrégat5
hu_hu: Adalékanyag 5
pl_pl: Kruszywo5
ru_ru: Инертные(5)

# ES494_1
source: Aggregate6
es_es: Arido6
fr_fr: AAgrégat6
hu_hu: Adalékanyag 6
pl_pl: Kruszywo6
ru_ru: Инертные(6)

# ES495_1
source: Aggregate7
es_es: Arido7
fr_fr: Agrégat7
hu_hu: Adalékanyag 7
pl_pl: Kruszywo7
ru_ru: Инертные(7)

# ES496_1
source: Aggregate8
es_es: Arido8
fr_fr: Agrégat8
hu_hu: Adalékanyag 8
pl_pl: Kruszywo8
ru_ru: Инертные(8)

# ES497_1
source: Aggregate9
es_es: Arido9
fr_fr: Agrégat9
hu_hu: Adalékanyag 9
pl_pl: Kruszywo9
ru_ru: Инертные(9)

# ES498_1
source: Aggregate10
es_es: Arido10
fr_fr: Agrégat10
hu_hu: Adalékanyag 10
pl_pl: Kruszywo10
ru_ru: Инертные(10)

# ES499_1
source: Cement2
es_es: Cemento2
fr_fr: Ciment2
ru_ru: Цемент(2)

# ES500_1
source: Cement3
es_es: Cemento3
fr_fr: Ciment3
ru_ru: Цемент(3)

# ES501_1
source: Cement4
es_es: Cemento4
fr_fr: Ciment4
ru_ru: Цемент(4)

# ES502_1
source: Cement5
es_es: Cemento5
fr_fr: Ciment5
ru_ru: Цемент(5)

# ES503_1
source: Cement6
es_es: Cemento6
fr_fr: Ciment6
ru_ru: Цемент(6)

# ES504_1
source: Cement7
es_es: Cemento7
fr_fr: Ciment7
ru_ru: Цемент(7)

# ES505_1
source: Cement8
es_es: Cemento8
fr_fr: Ciment8
ru_ru: Цемент(8)

# ES506_1
source: Cement9
es_es: Cemento9
fr_fr: Ciment9
ru_ru: Цемент(9)

# ES507_1
source: Cement10
es_es: Cemento10
fr_fr: Ciment10
ru_ru: Цемент(10)

# ES509_1
source: Water3
es_es: Agua3
fr_fr: Eau3
hu_hu: Víz3
pl_pl: Woda3
ru_ru: Вода(3)

# ES510_1
source: Water4
es_es: Agua4
fr_fr: Eau4
hu_hu: Víz4
pl_pl: Woda4
ru_ru: Вода(4)

# ES511_1
source: Water5
es_es: Agua5
fr_fr: Eau5
hu_hu: Víz5
pl_pl: Woda5
ru_ru: Вода(5)

# ES512_1
source: Water6
es_es: Agua6
fr_fr: Eau6
hu_hu: Víz6
pl_pl: Woda6
ru_ru: Вода(6)

# ES513_1
source: Water7
es_es: Agua7
fr_fr: Eau7
hu_hu: Víz7
pl_pl: Woda7
ru_ru: Вода(7)

# ES514_1
source: Water8
es_es: Agua8
fr_fr: Eau8
hu_hu: Víz8
pl_pl: Woda8
ru_ru: Вода(8)

# ES515_1
source: Water9
es_es: Agua9
fr_fr: Eau9
hu_hu: Víz9
pl_pl: Woda9
ru_ru: Вода(9)

# ES516_1
source: Water10
es_es: Agua10
fr_fr: Eau10
hu_hu: Víz10
pl_pl: Woda10
ru_ru: Вода(10)

# ES522_1
source: Additive 6
es_es: Aditivo6
fr_fr: Adjuvant6
hu_hu: Vegyszer6
pl_pl: Dodatki chemiczne 6
ru_ru: Хим.добавки(6)

# ES523_1
source: Additive 7
es_es: Aditivo7
fr_fr: Adjuvant7
hu_hu: Vegyszer7
pl_pl: Dodatki chemiczne 7
ru_ru: Хим.добавки(7)

# ES524_1
source: Additive 8
es_es: Aditivo8
fr_fr: Adjuvant8
hu_hu: Vegyszer8
pl_pl: Dodatki chemiczne 8
ru_ru: Хим.добавки(8)

# ES525_1
source: Additive 9
es_es: Aditivo9
fr_fr: Adjuvant9
hu_hu: Vegyszer9
pl_pl: Dodatki chemiczne 9
ru_ru: Хим.добавки(9)

# ES526_1
source: Additive 10
es_es: Aditivo10
fr_fr: Adjuvant10
hu_hu: Vegyszer10
pl_pl: Dodatki chemiczne 10
ru_ru: Хим.добавки(10)

# ES528_1
source: Cement Latency Time
es_es: Tiempo de Demora de Cemento
fr_fr: Temps d'attente du ciment
hu_hu: Cement késleltetési idő
pl_pl: Czas opóźnienia spustu cementu
ru_ru: Время ожидания выгрузки цемента в смеситель

# ES529_1
source: Additive Latency Time
es_es: Tiempo de Demora de Aditivo
fr_fr: Temps d'attente d'adjuvant
hu_hu: Vegyszer késleltetési idő
pl_pl: Czas opóźnienia spustu dodatków chemicznych
ru_ru: Время ожидания выгрузки хим.добавок в смеситель
