Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES1652_1
source: E702_The Additive amount in the recipe, can not be delivered to the weigh hopper within determined maximum duration
es_es: E702_El Tiempo Máximo De Las Escalas De La Contribución Dentro Del Valor Especificado En La Receta No Pudo
fr_fr: E702_La quantité d'adjuvant demandé dans la recette n'a pas été prise dans la bascule, dans les temps maximum accordés.
hu_hu: E702_A recept szerinti vegyszer mennyiséget nem lehet betölteni a mérleg tartályba a meghatározot maximális időtartamon belül.
pl_pl: E702_Dodatki chemiczne z receptury nie mogą być dostarczone do wagi chemii w zadanym maksymalnym czasie.
ru_ru: E702 Недобор хим.добавок в дозатор по рецепту за заданное максимальное время

# ES1653_1
source: E602_The water amount in the recipe, can not be delivered to the weigh hopper within determined maximum duration
es_es: E602_El Valor Introducido En La Receta De Agua Dentro De Los Límites De Las Escalas De Tiempo No Pudo
fr_fr: E602_La quantité d'eau demandé dans la recette n'a pas été prise dans la bascule, dans les temps maximum accordés.
hu_hu: E602_A recept szerinti víz mennyiséget nem lehet betölteni a mérleg tartályba a meghatározot maximális időtartamon belül.
pl_pl: E602_ Woda z receptury nie może być dostarczona do wagi wody w zadanym maksymalnym czasie
ru_ru: E602 Недобор воды в дозатор по рецепту за заданное максимальное время

# ES1654_1
source: E505_The cement amount in the recipe can not be discharged to the weigh hopper within the determined maximum duration
es_es: E505_El Valor Introducido En La Receta Del Cemento Dentro De La Máxima Escalas De Tiempo No Pudo
fr_fr: E505_La quantité de ciment demandé dans la recette n'a pas été prise dans la bascule, dans les temps maximum accordés.
hu_hu: E505_A recept szerinti cement mennyiséget nem lehet betölteni a mérleg tartályba a meghatározot maximális időtartamon belül.
pl_pl: E505_Cement z receptury nie może być dostarczony do wagi cementu w zadanym maksymalnym czasie
ru_ru: E505 Недобор цемента в дозатор по рецепту за заданное максимальное время

# ES1655_1
source: F603_Water hopper, could not reach the value that is accepted as empty within the maximum determined duration
es_es: F603_El Agua No Llegó A La Aceptada Cantidad Introducida Dentro De Un Período Máximo De La Escala Del Blanco
fr_fr: F603_La bascule à eau n'a pas atteint la valeur considérée comme vide dans les temps maximum accordés.
hu_hu: F603_A víz tartály nem tudta elérni az üresnek elfogadott értéket a meghatározott maximális időtartamon belül.
pl_pl: F603_Waga wody, nie może osiągnąć wartości, która została zaakceptowana jako zero w maksymalnym określonym czasie
ru_ru: F603 Дозатор воды не достиг нижнего предела разгрузки, за введенное максимальное время

# ES1656_1
source: F703_Additive hopper, could not reach the value that is accepted as empty within the maximum determined duration
es_es: F703_La Escala Del Blanco Aditivo De No Llegar A La Aceptada Cantidad Introducida Dentro De Un Período Máximo De
fr_fr: F703_La bascule à adjuvant n'a pas atteint la valeur considérée comme vide dans les temps maximum accordés.
hu_hu: F703_A vegyszer tartály nem tudta elérni az üresnek elfogadott értéket a meghatározott maximális időtartamon belül.
pl_pl: F703_Waga dodatków chemicznych, nie może osiągnąć wartości, która została zaakceptowana jako zero w maksymalnym określonym czasie
ru_ru: F703 Дозатор хим.добавок не достиг нижнего предела разгрузки, за введенное максимальное время

# ES1657_1
source: Maximum discharge time of materials from cement weigh hopper(sn)
es_es: Período De Cobertura Máxima De Descarga De Cemento
fr_fr: Temps maximal de déchargement du couvercle de ciment(sn)
hu_hu: A cementburkolat maximális kisülési ideje
pl_pl: Maksymalny czas opróżnienia wagi cementu
ru_ru: Максимальное время выгрузки материалов из дозатора цемента(сек)

# ES1658_1
source: Maximum discharge time of materials from additive weigh hopper(sn)
es_es: Contribución Para Cubrir El Período De Máxima Descarga
fr_fr: Temps maximal de déchargement d'adjuvant (sn)
hu_hu: Adalékanyag maximális kisülési ideje
pl_pl: Maksymalny czas opróżnienia wagi dodatków chemicznych
ru_ru: Максимальное время выгрузки материалов из дозатора хим.добавок(сек)

# ES1659_1
source: Maximum discharge time of materials from water weigh hopper(sn)
es_es: Período Máximo De Descarga De La Válvula De Agua
fr_fr: Temps maximal de déchargement de l'eau (sn)
hu_hu: A vízborító maximális ürítési ideje
pl_pl: Maksymalny czas opróżnienia wagi wody
ru_ru: Максимальное время выгрузки материалов из дозатора воды(сек)

# ES1660_1
source: Maximum discharge time of materials from aggregate bunkers(sec.)
es_es: Cubierta De Máximo Agregado De Descarga Periodo
fr_fr: Temps maximal d'ouverture des couvercles de trémie à agrégats
hu_hu: Összesített takaró maximális kisülési ideje
pl_pl: Maksymalny czas opróżnienia wagi kruszywa
ru_ru: Максимальное время открытого положения шиберов инертных(сек)

# ES1662_1
source: Name
es_es: Nombre
fr_fr: Nom
hu_hu: Neve
pl_pl: Imię
ru_ru: Название

# ES1663_1
source: Counter available
es_es: Hay Contador
fr_fr: Compteur disponible
hu_hu: Van egy pult
pl_pl: Licznik dostępny
ru_ru: Счетчик есть

# ES1664_1
source: Counter Not available
es_es: No Contador
fr_fr: Compteur non disponible
hu_hu: Nincs számláló
pl_pl: Licznik niedostępny
ru_ru: Счетчика нет

# ES1665_1
source: Weigh hopper NOT available
es_es: No Báscula
fr_fr: Bascule non disponible
hu_hu: Nincs skála
pl_pl: Przełącznik niedostępny
ru_ru: Дозатора нет

# ES1666_1
source: Weigh hopper available
es_es: activo báscula
fr_fr: Bascule disponible
hu_hu: ott mérlegek
pl_pl: Dostępny flip-flop
ru_ru: Дозатор есть

# ES1667_1
source: Delivery note
fr_fr: Bon de livraison
pl_pl: Dowód dostawy
ru_ru: Накладная

# ES1671_1
source: Aggregate bunker discharge gate with two pistons
es_es: Doble Cobertura
fr_fr: Couvercle de déchargement d'agrégats avec deux pistons
hu_hu: Kettős borítással rendelkezik
pl_pl: Wyładunek podwójny
ru_ru: Шибер с двумя пневмоцилиндрами(инертные)

# ES1672_1
source: Aggregate bunker discharge gate with one piston
es_es: No Doble cobertura
fr_fr: Couvercle de déchargement d'agrégats avec un piston
hu_hu: Nincs dupla fedél
pl_pl: Bez wyładunku podwójnego
ru_ru: Шибер с одним пневмоцилиндром(инертные)

# ES1674_1
source: Power board test at the factory
es_es: Manual De Lubricación
fr_fr: Test de l'armoire électrique à l'usine
hu_hu: Kenési útmutató
pl_pl: Smarowanie ręczne
ru_ru: Тестирование силового шкафа на фабрике

# ES1675_1
source: Automatic lubricator of the mixer is running
es_es: Lubricación Automática
fr_fr: Graisseur automatique du malaxeur est en marche
hu_hu: Automatikus kenés
pl_pl: Smarowanie automatyczne
ru_ru: Автосмазчик смесителя включен

# ES1676_1
source: Simulation mode recipe
es_es: Simulación
fr_fr: Recette pour mode de simulation
hu_hu: tettetés
pl_pl: Receptura do symulacji
ru_ru: Рецепт для симуляции

# ES1679_0
source: Kg
ru_ru: кг

# ES1680_1
source: Simulation mode for ELKOMIX-35 Quick Master
es_es: Quick 35 Simulación
fr_fr: Mode de simulation pour ELKOMIX-35 Quick Master
hu_hu: Quick 35 tettetés
pl_pl: Tryb symulacji dla Quick 35
ru_ru: Режим симуляции для ELKOMIX-35 Quick Master

# ES1681_1
source: Simulation mode for ELKOMIX-60 Quick Master
es_es: Compact 60 Simulación
fr_fr: Mode de simulation pour ELKOMIX-60 Quick Master
hu_hu: Compact 60 tettetés
pl_pl: Tryb symulacji dla Quick 60
ru_ru: Режим симуляции для ELKOMIX-60 Quick Master

# ES1683_1
source: Current transformer coefficient(/5)
es_es: Principal Transformador De Corriente
fr_fr: Coefficient de transformateur de courant
hu_hu: Főáram-transzformátor
pl_pl: Aktualny współczynnik transformatora
ru_ru: Коэффициент трансформатора тока электропитания(/5)

# ES1684_1
source: Mixer motor current transformer coefficient(/5)
es_es: Transformador De Corriente Mezclador
fr_fr: Coefficient de transformateur de courant du moteur électrique du malaxeur
hu_hu: Keverő áramváltó
pl_pl: Aktualny współczynnik transformatora silnika elektrycznego mieszalnika
ru_ru: Коэффициент трансформатора тока электродвигателя смесителя(/5)

# ES1685_1
source: Screw motor current transformer coefficient(/5)
es_es: La Bobina Del Transformador De Corriente
fr_fr: Coefficient de transformateur de courant du moteur électrique de la vis
hu_hu: Spirálátalakító
pl_pl: Aktualny współczynnik transformatora silnika elektrycznego podajnika ślimakowego
ru_ru: Коэффициент трансформатора тока электродвигателя шнека(/5)

# ES1691_1
source: Inventory reprenishment time
es_es: Stock Entrada De Reloj
fr_fr: Heure de rmplissage de stocks
hu_hu: Készletbeviteli idő
pl_pl: Czas wejścia do magazynu
ru_ru: Время пополнения склада

# ES1693_1
source: Quantity of entered inventory
es_es: De Entrada, Cualquier Cantidad
fr_fr: Quantité entrée dans les stocks
hu_hu: Bevitt mennyiség
pl_pl: Ilość wprowadzona do magazynu
ru_ru: Количество пополнения

# ES1694_1
source: User who performed inventory entry
es_es: Persona Encargado de Introducir Stock
fr_fr: Utilisateur ayant rempli les stocks
hu_hu: Felhasználó részvénykönyveléssel
pl_pl: Użytkownik wprowadzający
ru_ru: Пополнивший склад

# ES1696_1
source: Data successfully exported into Excel
fr_fr: Les donnés sont extraites dans Excel avec succès
pl_pl: Dane zostały pomyślnie przesłane do programu Excel
ru_ru: Данные успешно экспортированы в Excel файл

# ES1697_1
source: Choose plant model
fr_fr: Choisissez le modèle de la centrale
pl_pl: Wybór modelu betoniarni
ru_ru: Выберите модель завода

# ES1703_1
source: Total amount can not exceed 5
fr_fr: Quantité totale ne peut pas dépasser 6
pl_pl: Całkowita ilość nie może przekraczać 5
ru_ru: Общее количество не должно превышать 5-и

# ES1704_1
source: Total amount can not exceed 6
fr_fr: Quantité totale ne peut pas dépasser 6
pl_pl: Całkowita ilość nie może przekraczać 6
ru_ru: Общее количество не должно превышать 6-и

# ES1708_1
source: Enter a different resistance class
fr_fr: Entrez la classe de résistance différente
pl_pl: Taka klasa wytrzymałości już istnieje, wprowadź inną klasę
ru_ru: Такой класс по прочности уже существует, введите другой класс

# ES1709_1
source: Enter a different consistency class
fr_fr: Entrez la classe de consistence différente
pl_pl: Taka klasa konsystencji już istnieje, wprowadź inną klasę
ru_ru: Такой класс по консистенции уже существует, введите другой класс

# ES1711_1
source: Display standard notes on the delivery note
es_es: Mostrar El Texto De La Nota De Entrega
fr_fr: Afficher le texte standart sur le Bon de Livraison
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Wyświetl standardowy tekst w dokumencie dostawy
ru_ru: Отображать в накладной текст стандартных примечаний - 1

# ES1712_1
source: Do Not Display standard notes on the delivery note
es_es: No Mostrar El Texto De La Nota De Entrega
fr_fr: Ne pas afficher le texte standart sur le Bon de Livraison
hu_hu: Jelenítse meg a fuvarlevél szövegét
pl_pl: Nie wyświetlaj standardowego tekstu w dokumencie dostawy
ru_ru: Не отображать в накладной текст стандартных примечаний - 1

# ES1713_1
source: Silo
pl_pl: Silos
ru_ru: Силос

# ES1714_1
source: Bunker
fr_fr: Trémie
pl_pl: Zasobnik
ru_ru: Бункер

# ES1715_1
source: Balancing time of the cement weigh hopper(sec)
es_es: Estabilización con cemento de tiempo(SEG.)
fr_fr: Temps d'équilibrage de la bascule à ciment (sec)
hu_hu: Cement skála kiegyensúlyozási ideje (másodpercben)
pl_pl: Czas ustabilizowania wagi cementu(sek)
ru_ru: Время уравновешивания дозатора цемента(сек)

# ES1716_1
source: Minimum discharge limit of additive(kg)
es_es: La aceptación de la cantidad de aditivo escala de vacío(kg)
fr_fr: Limite inférieur de déchargement de la bascule à adjuvants(kg)
hu_hu: Az adalékanyag skála üresként elfogadva (kg)
pl_pl: Ilość na wadze dodatków chemicznych przyjmowana jako zero(kg)
ru_ru: Нижний предел разгрузки дозатора(кг)

# ES1717_1
source: Additional discharge time of cement from weight hopper(sec.)
es_es: Adicionales de cemento tiempo de descarga(SEG.)
fr_fr: Temps supplémentaire de déchargement de la bascule à ciment(sec)
hu_hu: Çimento kantarı ek boşaltma süresi(sn)
pl_pl: Dodatkowy czas wyładunku wagi cementu(sek)
ru_ru: Дополнительное время выгрузки из дозатора(сек)

# ES1719_1
source: Miminum discharge limit of water(kg)
es_es: Agua, vapor, aceptó el vacío cantidad(kg)
fr_fr: Limite inférieur de déchargement de la bascule à eau(kg)
hu_hu: Cement skála további ürítési idő (másodpercben)
pl_pl: Ilość na wadze wody przyjmowana jako zero(kg)
ru_ru: Нижний предел разгрузки дозатора(кг)

# ES1720_1
source: Additional discharge time of water from weight hopper(sec.)
es_es: Adicional de agua de descarga de la escala de tiempo(SEG.)
fr_fr: Temps supplémentaire de déchargement de la bascule à eau(sn)
hu_hu: Víz skála további ürítési idő (másodpercben)
pl_pl: Dodatkowy czas wyładunku wagi wody(sek)
ru_ru: Дополнительное время выгрузки из дозатора(сек)

# ES1721_1
source: Weight difference of aggregate 1
es_es: Разница веса инертных(1), кг
fr_fr: Différence d'agrégat 1, kg
hu_hu: Különbség aggregált 1
pl_pl: Różnica kruszywo 1
ru_ru: Разница веса инертных(1), кг

# ES1722_1
source: Weight difference of aggregate 2
es_es: Разница веса инертных(2), кг
fr_fr: Différence d'agrégat 2, kg
hu_hu: Különbség aggregált 2
pl_pl: Różnica kruszywo 2
ru_ru: Разница веса инертных(2), кг

# ES1723_1
source: Weight difference of aggregate 3
es_es: Разница веса инертных(3), кг
fr_fr: Différence d'agrégat 3, kg
hu_hu: Különbség aggregált 3
pl_pl: Różnica kruszywo 3
ru_ru: Разница веса инертных(3), кг

# ES1724_1
source: Weight difference of aggregate 4
es_es: Разница веса инертных(4), кг
fr_fr: Différence d'agrégat 4, kg
hu_hu: Különbség aggregált 4
pl_pl: Różnica kruszywo 4
ru_ru: Разница веса инертных(4), кг

# ES1725_1
source: Weight difference of cement 1
es_es: La Diferencia De Cemento 1
fr_fr: Différence du ciment 1, kg
hu_hu: Különbség cement 1
pl_pl: Różnica cement 1
ru_ru: Разница веса цемента(1), кг

# ES1726_1
source: Weight difference of cement 2
es_es: La Diferencia De Cemento 2
fr_fr: Différence du ciment 2, kg
hu_hu: Különbség cement 2
pl_pl: Różnica cement 2
ru_ru: Разница веса цемента(2), кг

# ES1727_1
source: Weight difference of additive 1
es_es: La Diferencia En La Contribución De 1
fr_fr: Différence d'adjuvant 1, kg
hu_hu: Különbség-hozzájárulás 1
pl_pl: Różnica dodatki chemiczne 1
ru_ru: Разница веса хим.добавок(1), кг

# ES1728_1
source: Weight difference of additive 2
es_es: La Diferencia En La Contribución De 2
fr_fr: Différence d'adjuvant 2, kg
hu_hu: Különbség-hozzájárulás 2
pl_pl: Różnica dodatki chemiczne 2
ru_ru: Разница веса хим.добавок(2), кг

# ES1729_1
source: Weight difference of water 1
es_es: La Diferencia De Agua 1
fr_fr: Différence de l'eau 1, kg
hu_hu: Különbség a vízben 1
pl_pl: Różnica Woda 1
ru_ru: Разница веса воды(1), кг

# ES1730_1
source: Weight difference of water 2
es_es: La Diferencia De Agua 2
fr_fr: Différence de l'eau 2, kg
hu_hu: Különbség a vízben 2
pl_pl: Różnica Woda 2
ru_ru: Разница веса воды(2), кг

# ES1733_1
source: Required aggegate(3) amount, kg
es_es: El deseado de agregado(3) un valor de kg
fr_fr: Quantité d'agrégats (3) voulue, kg
hu_hu: A kívánt aggregátum (3) értéke, kg
pl_pl: Wymagana ilość kruszywa(3), kg
ru_ru: Заданный вес инертных(3), кг

# ES1734_1
source: Required aggegate(2) amount, kg
es_es: El deseado de agregado(2) un valor de kg
fr_fr: Quantité d'agrégats (2) voulue, kg
hu_hu: A kívánt aggregátum (2) értéke, kg
pl_pl: Wymagana ilość kruszywa(2), kg
ru_ru: Заданный вес инертных(2), кг

# ES1735_1
source: Required aggegate(1) amount, kg
es_es: El deseado de agregado(1) un valor de kg
fr_fr: Quantité d'agrégats (1) voulue, kg
hu_hu: İstenen agrega(1) değeri, kg
pl_pl: Wymagana ilość kruszywa(1), kg
ru_ru: Заданный вес инертных(1), кг

# ES1736_1
source: Required aggegate(4) amount, kg
es_es: El deseado de agregado(4) un valor de kg
fr_fr: Quantité d'agrégats (4) voulue, kg
hu_hu: İstenen agrega(4) değeri, kg
pl_pl: Wymagana ilość kruszywa(4), kg
ru_ru: Заданный вес инертных(4), кг

# ES1737_1
source: Required cement(1) amount, kg
es_es: El cemento que se desee(1) un valor de kg
fr_fr: Quantité du ciment(1) demandée, kg
hu_hu: A kívánt cement (1) értéke, kg
pl_pl: Wymagana ilość cementu(1), kg
ru_ru: Заданный вес цемента(1), кг

# ES1738_1
source: Required cement(2) amount, kg
es_es: El cemento es deseado(2) valor de kg
fr_fr: Quantité du ciment(2) demandée, kg
hu_hu: A kívánt cement (2) értéke, kg
pl_pl: Wymagana ilość cementu(2), kg
ru_ru: Заданный вес цемента(2), кг

# ES1739_1
source: Required additive(1) amount, kg
es_es: La contribución solicitada(1) un valor de kg
fr_fr: Quantité d'adjuvants (1) demandée, kg
hu_hu: Kívánt hozzájárulás (1) értéke, kg
pl_pl: Wymagana ilość dodatku(1), kg
ru_ru: Заданный вес хим.добавок(1), кг

# ES1740_1
source: Required additive(2) amount, kg
es_es: La contribución solicitada(2) un valor de kg
fr_fr: Quantité d'adjuvants(2) demandée, kg
hu_hu: Kívánt hozzájárulás (2) értéke, kg
pl_pl: Wymagana ilość dodatku(2), kg
ru_ru: Заданный вес хим.добавок(2), кг

# ES1741_1
source: Required water(1) amount, kg
es_es: Agua deseada(1) un valor de kg
fr_fr: Quantité de l'eau (1) demandée, kg
hu_hu: Kívánt víz (1) értéke, kg
pl_pl: Wymagana ilość wody(1), kg
ru_ru: Заданный вес воды(1), кг

# ES1742_1
source: Required water(2) amount, kg
es_es: Agua deseada(2) un valor de kg
fr_fr: Quantité de l'eau (2)demandée, kg
hu_hu: Kívánt víz (2) értéke, kg
pl_pl: Wymagana ilość wody(2), kg
ru_ru: Заданный вес воды(2), кг

# ES1744_1
source: Aggregate 1
es_es: Agregado Pasado 1
fr_fr: Agrégats(1)
hu_hu: Kihasznált aggregátum 1
pl_pl: Otrzymane kruszywo 1
ru_ru: Инертные(1)

# ES1745_1
source: Aggregate 2
es_es: Agregado Pasado 2
fr_fr: Agrégats(2)
hu_hu: Kihasznált aggregátum 2
pl_pl: Otrzymane kruszywo 2
ru_ru: Инертные(2)

# ES1746_1
source: Aggregate 3
es_es: Agregado Pasado 3
fr_fr: Agrégats(3)
hu_hu: Kihasznált aggregátum 3
pl_pl: Otrzymane kruszywo 3
ru_ru: Инертные(3)

# ES1747_1
source: Aggregate 4
es_es: Agregado Pasado 4
fr_fr: Agrégats(4)
hu_hu: Kihasznált aggregátum 4
pl_pl: Otrzymane kruszywo 4
ru_ru: Инертные(4)

# ES1748_1
source: Cement 1
es_es: Cemento 1 Gastado
fr_fr: Ciment(1)
hu_hu: Az elhasznált cement 1
pl_pl: Otrzymany cement 1
ru_ru: Цемент(1)

# ES1749_1
source: Cement 2
es_es: Cemento 2 Gastado
fr_fr: Ciment(2)
hu_hu: Az elhasznált cement 2
pl_pl: Otrzymany cement 2
ru_ru: Цемент(2)

# ES1750_1
source: Cement 3
es_es: Cemento 3 Gastado
fr_fr: Ciment(3)
hu_hu: Az elhasznált cement 3
pl_pl: Otrzymany cement 3
ru_ru: Цемент(3)

# ES1751_1
source: Cement 4
es_es: Cemento 4 Gastado
fr_fr: Ciment(4)
hu_hu: Az elhasznált cement 4
pl_pl: Otrzymany cement 4
ru_ru: Цемент(4)

# ES1752_1
source: Additive 1
es_es: Contribución 1 Gastado
fr_fr: Adjuvant(1)
hu_hu: Elköltött hozzájárulás 1
pl_pl: Otrzymane dodatki 1
ru_ru: Хим.добавки(1)

# ES1753_1
source: Additive 3
es_es: Contribución 3 Gastado
fr_fr: Adjuvant(3)
hu_hu: Elköltött hozzájárulás 3
pl_pl: Otrzymane dodatki 2
ru_ru: Хим.добавки(3)

# ES1754_1
source: Additive 2
es_es: Contribución 2 Gastado
fr_fr: Adjuvant(2)
hu_hu: Elköltött hozzájárulás 2
pl_pl: Otrzymane dodatki 3
ru_ru: Хим.добавки(2)

# ES1755_1
source: Additive 4
es_es: Contribución 4 Gastado
fr_fr: Adjuvant(4)
hu_hu: Elköltött hozzájárulás 4
pl_pl: Otrzymane dodatki 4
ru_ru: Хим.добавки(4)

# ES1756_1
source: Water 1
es_es: Pasó El Agua 1
fr_fr: Eau(1)
hu_hu: Kiégett víz 1
pl_pl: Otrzymana woda 1
ru_ru: Вода(1)

# ES1757_1
source: Water 2
es_es: Pasó El Agua 2
fr_fr: Eau(2)
hu_hu: Kiégett víz 2
pl_pl: Otrzymana woda 2
ru_ru: Вода(2)

# ES1759_1
source: Aggregate bunker(1) vibratory feeder vibrators TMS failure
es_es: A203-1_Agregado bunker(1) El fracaso de TMS vibrador alimentador vibratorioı
fr_fr: Erreur du disjoncteur magnéto-thermique de vibrateurs du système d'alimentation de la trémie à agrégat (1)
hu_hu: Adalékanyag tároló 1 vibrációs adagoló vibrátorok TMS hiba
pl_pl: Awaria TMS termika wibratora systemu precyzyjnego ważenia zasobnika kruszywa(1)
ru_ru: A203-1 Сработала термозащита(авт.выкл.) вибраторов вибропитателя бункера(1)

# ES1760_1
source: Aggregate bunker(2) vibratory feeder vibrators TMS failure
es_es: A203-2_Agregado bunker(2) El fracaso de TMS vibrador alimentador vibratorio
fr_fr: Erreur du disjoncteur magnéto-thermique de vibrateurs du système d'alimentation de la trémie à agrégat (2)
hu_hu: Adalékanyag tároló 2 vibrációs adagoló vibrátorok TMS hiba
pl_pl: Awaria TMS termika wibratora systemu precyzyjnego ważenia zasobnika kruszywa(2)
ru_ru: A203-2 Сработала термозащита(авт.выкл.) вибраторов вибропитателя бункера(2)

# ES1761_1
source: Aggregate bunker(3) vibratory feeder vibrators TMS failure
es_es: A203-3_AgregaDO bunker(1) El fracaso de TMS vibrador alimentador vibratorio
fr_fr: Erreur du disjoncteur magnéto-thermique de vibrateurs du système d'alimentation de la trémie à agrégat (3)
hu_hu: Adalékanyag tároló 3 vibrációs adagoló vibrátorok TMS hiba
pl_pl: Awaria TMS termika wibratora systemu precyzyjnego ważenia zasobnika kruszywa(3)
ru_ru: A203-3 Сработала термозащита(авт.выкл.) вибраторов вибропитателя бункера(3)

# ES1767_1
source: Access to logs
es_es: El Acceso A Los Registros De
fr_fr: Accès aux logs
hu_hu: Hozzáférés a naplókhoz
pl_pl: Dostęp do logów
ru_ru: Доступ к журналу действий

# ES1768_1
source: Authority to exit the program
es_es: La Autoridad Para Cerrar El Programa
fr_fr: Droit de quitter le programme
hu_hu: Felhatalmazás a program bezárására
pl_pl: Upoważnienie do zamknięcia programu
ru_ru: Право на выход из программы

# ES1769_1
source: Add, delete or edit new company details
es_es: Adición y eliminación de nuevas empresas, o la revisión
fr_fr: Ajouter, effacer ou modifier nouvelle entreprise
hu_hu: Új cég hozzáadása, törlése vagy javítása
pl_pl: Dodaj, aktualizuj lub usuń firmę
ru_ru: Добавить, удалить или изменить данные новой компании

# ES1770_1
source: Add, delete or edit new vehicle details
es_es: Agregar, eliminar o Solucionar un vehículo nuevo
fr_fr: Ajouter, effacer ou modifier nouvelle voiture
hu_hu: Új eszköz törlése vagy javítása
pl_pl: Dodaj, aktualizuj lub usuń pojazd
ru_ru: Добавить, удалить или изменить данные нового автотранспорта

# ES1771_1
source: Add, delete or edit new site details
es_es: Adición y eliminación de un sitio nuevo, o arreglar
fr_fr: Ajouter, effacer ou modifier nouveau chantier
hu_hu: Új webhely hozzáadása, törlése vagy javítása
pl_pl: Dodaj, aktualizuj lub usuń teren budowy
ru_ru: Добавить, удалить или изменить данные новой стройплощадки

# ES1772_1
source: Add, delete or edit new driver details
es_es: La nueva unidad, agregar, eliminar o Solucionar
fr_fr: Ajouter, effacer ou modifier nouveau chaffeur
hu_hu: Új illesztőprogramok hozzáadása, törlése vagy javítása
pl_pl: Dodaj, aktualizuj lub usuń kierowcę
ru_ru: Добавить, удалить или изменить данные нового водителя

# ES1773_1
source: Add, delete or edit new material details
es_es: La adición de nuevo material de eliminar o Solucionar
fr_fr: Ajouter, effacer ou modifier nouveau matériel
hu_hu: Új anyag hozzáadása, törlés vagy javítás
ru_ru: Добавить, удалить или изменить данные нового материала

# ES1774_1
source: Organizing storage areas
es_es: Inventario De Los Campos De Edición
fr_fr: Modification de champs de stock
hu_hu: Raktárterületek szerkesztése
pl_pl: Modyfikacja magazynów
ru_ru: Редактирование мест складирования

# ES1775_1
source: Add, delete or edit new recipe
es_es: Una nueva receta de agregar, eliminar o Solucionar
fr_fr: Ajouter, effacer ou modifier nouvelle recette
hu_hu: Új recept hozzáadása, törlése vagy javítása
pl_pl: Dodaj, aktualizuj lub usuń recepturę
ru_ru: Добавить, удалить или изменить новый рецепт
