Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES1489_1
source: Send Recipe
es_es: Enviar Receta
fr_fr: Envoyer la recette sur le PLC(API)
hu_hu: Recept küldés
pl_pl: Wyślij recepturę
ru_ru: Отправить рецепт в ПЛК

# ES148_1
source: Address
es_es: Direccion
fr_fr: Adresse
hu_hu: Címe
pl_pl: Adres
ru_ru: Адрес

# ES1490_1
source: Send Recipe
es_es: Enviar Receta
fr_fr: Envoyer la recette sur le PLC(API)
hu_hu: Recept küldés
pl_pl: Wyślij recepturę
ru_ru: Отправить рецепт в ПЛК

# ES1491_1
source: Send Recipe
es_es: Enviar Receta
fr_fr: Envoyer la recette sur le PLC(API)
hu_hu: Recept küldés
pl_pl: Wyślij recepturę
ru_ru: Отправить рецепт в ПЛК

# ES1493_1
source: Screw Overload Current Acceptance Time
es_es: Tiempo de Operacion de los Sinfines Bajo de Sobrecarga
fr_fr: Durée acceptée de surintensité du moteur de la vis à ciment, sec.
hu_hu: Csiga túláram határ működési idő
pl_pl: Akceptowany czas przeciążenia prądowego podajnika cementu
ru_ru: Допустимое время превышения тока нагрузки э-двигателя шнека цемента

# ES1494_1
source: Input quantity
es_es: De Entrada, Cualquier Cantidad
fr_fr: Quantité d'entée
hu_hu: Benaplózott mennyiség
pl_pl: Ilość wejściowa
ru_ru: Пополнение

# ES1495_1
source: Inventory registration report
es_es: Registro De Inventario Informe De
fr_fr: Rapport d'enregistrement de stocks
hu_hu: Készletregisztrációs jelentés
pl_pl: Raport zdarzeń magazynowych
ru_ru: Отчет по складам

# ES1496_1
source: Production results
es_es: Los Resultados De La Producción
fr_fr: Résultats de production
hu_hu: Az élet vége
pl_pl: Wyniki produkcji
ru_ru: Отчет по производству

# ES1497_1
source: Report on used material in manual mode
es_es: Manual De Producción De Resultados
fr_fr: Rapport de matériel utilisé en mode manuel
hu_hu: A ManualUretim eredményei
pl_pl: Wyniki produkcji ręcznej
ru_ru: Отчет по израсходованному материалу в ручном режиме

# ES1498_1
source: Aggregate 1
es_es: Agregado1 Manual
fr_fr: Agrégat(1)
hu_hu: Kézi összesítés1
pl_pl: Kruszywo(1)
ru_ru: Инертные(1)

# ES1499_1
source: Aggregate 2
es_es: Agregado2 Manual
fr_fr: Agrégat(2)
hu_hu: Kézi összesítés2
pl_pl: Kruszywo(2)
ru_ru: Инертные(2)

# ES149_1
source: About
es_es: Persona Relacionado
fr_fr: Responsable
hu_hu: Érintett személy
pl_pl: Informacje
ru_ru: Контактное лицо

# ES1500_1
source: Aggregate 3
es_es: Agregado3 Manual
fr_fr: Agrégat(3)
hu_hu: Kézi összesítés3
pl_pl: Kruszywo(3)
ru_ru: Инертные(3)

# ES1501_1
source: Aggregate 4
es_es: Agregado4 Manual
fr_fr: Agrégat(4)
hu_hu: Kézi összesítés4
pl_pl: Kruszywo(4)
ru_ru: Инертные(4)

# ES1502_1
source: Cement 1
es_es: Manual De Cemento1
fr_fr: Ciment(1)
hu_hu: Kézi cement1
ru_ru: Цемент(1)

# ES1503_1
source: Cement 2
es_es: Manual De Cemento
fr_fr: Ciment(2)
hu_hu: Kézi cement2
ru_ru: Цемент(2)

# ES1504_1
source: Additive 1
es_es: Manuel Contribución1
fr_fr: Adjuvant(1)
hu_hu: Kézi hozzájárulás1
pl_pl: Dodatki chemiczne(1)
ru_ru: Хим.добавки(1)

# ES1505_1
source: Additive 2
es_es: Manuel Contribución2
fr_fr: Adjuvant(1)
hu_hu: Kézi hozzájárulás2
pl_pl: Dodatki chemiczne(2)
ru_ru: Хим.добавки(2)

# ES1506_1
source: Water 1
es_es: Manual De Agua1
fr_fr: Eau(1)
hu_hu: Kézi víz1
pl_pl: Woda(1)
ru_ru: Вода(1)

# ES1507_1
source: Water 2
es_es: Manual De Agua2
fr_fr: Eau(1)
hu_hu: Kézi víz2
pl_pl: Woda(2)
ru_ru: Вода(2)

# ES1508_1
source: User name
es_es: Nombre De Usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
pl_pl: Nazwa użytkownika
ru_ru: Имя пользователя

# ES1509_1
source: ELKOMIX-60 Quick Master(transfer conveyor)
fr_fr: ELKOMIX-60 Quick Master(avec convoyeur)
hu_hu: Elkomix-60 Compact Master
pl_pl: ELKOMIX-60 Quick Master(taśmociąg)
ru_ru: ELKOMIX-60 Quick Master(конвейер)

# ES150_1
source: Tax Office
es_es: Oficina de Impuestos
fr_fr: Bureau d'immatriculation fiscale
hu_hu: Adó adminisztrációi
pl_pl: Urząd skarbowy
ru_ru: Код налогового органа

# ES1510_1
source: ELKOMIX-90 Quick Master(transfer conveyor)
fr_fr: ELKOMIX-90 Quick Master(avec convoyeur)
hu_hu: Elkomix-90 Compact Master
pl_pl: ELKOMIX-90 Quick Master(taśmociąg)
ru_ru: ELKOMIX-90 Quick Master(конвейер)

# ES1511_1
source: AL_A600 Water weigh hopper discharge pump motor TMS failure
es_es: AL_A600 Agua, vapor, TMSs bomba de drenaje de un Fallo del motor
fr_fr: AL_A600 Erreur du disjoncteur magnéto-thermique moteur de la pompe de vidange de la bascule à eau
hu_hu: AL_A600 Víz mérleg tartály ürítő szivattyú motor TMS hiba
pl_pl: AL_A600 Awaria TMS termika pompy wyładunku z wagi wody
ru_ru: A600 Сработала термозащита(авт.выкл.) электродвигателя насоса выгрузки воды

# ES1512_1
source: AL_A700 Additive pump engine TMS failure
es_es: AL_A700 TMS aditivo de la bomba de fallo de motor
fr_fr: AL_A700 Erreur du disjoncteur magnéto-thermique du moteur de la pompe à adjuvant
hu_hu: AL_A700 Vegyszer szivattyú motor TMS hiba
pl_pl: AL_A700 Awaria TMS termika silnika pompy chemii
ru_ru: A700 Сработала термозащита(авт.выкл.) электродвигателя насоса хим.добавок

# ES1514_1
source: L302 Transfer conveyor pull cord switch pulled
es_es: L302 Clave Retiró el Transportador de transferencia PullCord
fr_fr: L302 Le switch du pullcord du convoyeur de transfert a été enclenché
hu_hu: L302 Szállító szalag húzózsinór kapcsoló behúzva
pl_pl: L302 Linka bezpieczeństwa taśmociągu zaciągnięta
ru_ru: L302 Сработал тросовый аварийный выключатель передаточного конвейера

# ES1516_1
source: To reset the ongoing production, first push "Stop" button.
fr_fr: Pour initialiser la production en cours appuyer sur le bouton "Arrêter"
pl_pl: Naciśnij najpierw przycisk "Stop", aby zresetować trwającą produkcję
ru_ru: Есть запущенное производство, чтобы сбросить его, нажмите сначала на кнопку "Стоп".

# ES1517_1
source: The production is not complete.Are you sure you want to continue with reset?
es_es: Incompleta de la producción. Estás seguro de que desea continuar con el proceso de restablecimiento?
fr_fr: Une production inachevée est disponible.Souhaitez-vous continuer avec l'initialisation?
hu_hu: Nem teljes a termelés. Biztosan folytatja az alaphelyzetbe állítási folyamatot?
pl_pl: Niekompletna produkcja istnieje.Czy na pewno chcesz kontynuować proces resetowania?
ru_ru: Есть запущенное производство, вы уверенны что хотите сбросить его?

# ES151_1
source: Tax Number
es_es: Numero Fiscal
fr_fr: Bureau d'immatriculation fiscale
hu_hu: Adó szám
pl_pl: NIP
ru_ru: Номер налогоплательщика

# ES1524_1
source: Parameters
es_es: Parámetros
fr_fr: Paramètres
hu_hu: Paraméterek
pl_pl: Parametry
ru_ru: Настройки пользователя

# ES1525_1
source: Customer data
es_es: La información de los clientes
fr_fr: Coordonnés des clients
hu_hu: Vevő adatai
pl_pl: Informacje dla klientów
ru_ru: База данных клиентов

# ES1526_1
source: Production plans and reports
es_es: La planificación de la producción y de los Informes
fr_fr: Plans de production et rapports
hu_hu: Termeléstervezés és jelentések
pl_pl: Planowanie produkcji / raporty
ru_ru: Планирование производства и отчёты

# ES1527_1
source: Instant manual production results
es_es: Manual De Instantánea De Los Resultados De Producción
fr_fr: Résultat de production manuelle instantanée
hu_hu: Azonnali manuális gyártási eredmények
pl_pl: Natychmiastowe ręczne wyniki produkcji
ru_ru: Дневной общий отчёт по производству в ручном режиме

# ES152_1
source: Status
es_es: Estado
fr_fr: Etat
hu_hu: Állapot
ru_ru: Статус

# ES1530_0
source: Silo 2
pl_pl: Silos 2
ru_ru: Силос(2)

# ES1531_0
source: Silo 3
pl_pl: Silos 3
ru_ru: Силос(3)

# ES1532_0
source: Silo 4
pl_pl: Silos 4
ru_ru: Силос(4)

# ES1533_0
source: Silo 1
pl_pl: Silos 1
ru_ru: Силос(1)

# ES1534_1
source: Vehicle type
es_es: Tipo De Vehículo
fr_fr: Type de voiture
hu_hu: Jármű típusa
pl_pl: Typ pojazdu
ru_ru: Тип автотранспорта

# ES1535_1
source: Truck
es_es: Camión
fr_fr: Camion
hu_hu: Teherautó
pl_pl: Wywrotka
ru_ru: Грузовик

# ES1536_1
source: Transmixer
es_es: Camión mezclador de
fr_fr: Toupie
hu_hu: Transzmixer
pl_pl: Betonomieszarka
ru_ru: Автомиксер

# ES1537_1
source: Concrete pump
es_es: Bomba
fr_fr: Pompe à béton
hu_hu: Szivattyú
pl_pl: Pompa
ru_ru: Бетононасос

# ES1538_1
source: Concrete properties
es_es: Propiedades concretas
fr_fr: Caractéristiques du béton
hu_hu: Konkrét tulajdonságok
pl_pl: Właściwości betonu
ru_ru: Характеристики бетона

# ES1539_1
source: Resistance class
es_es: Clase De Resistencia
fr_fr: Classe de résistance
hu_hu: Erő osztály
pl_pl: Klasa wytrzymałości
ru_ru: Класс по прочности

# ES153_1
source: OK
ru_ru: Ок

# ES1540_1
source: Consistency class
es_es: La Consistencia De La Clase
fr_fr: Classe de consistance
hu_hu: Konzisztenciaosztály
pl_pl: Klasa konsystencji
ru_ru: Класс по консистенции

# ES1541_1
source: Resistance class to frost
es_es: Clase De Durabilidad Frente A Las Heladas
fr_fr: Classe de résistance contre gel
hu_hu: Dona ellenálló osztály
pl_pl: Klasa mrozoodporności
ru_ru: Марка по морозостойкости

# ES1542_1
source: Resistance class to water
es_es: Resistencia Contra El Agua De La Clase
fr_fr: Classe de résistance contre eau
hu_hu: Vízállósági osztály
pl_pl: Klasa wodoodporności
ru_ru: Марка по водонепроницаемости

# ES1543_1
source: Density class
es_es: La Densidad De La Clase
fr_fr: Classe de densité
hu_hu: Sűrűségosztály
pl_pl: Klasa gęstości
ru_ru: Марка по средней плотности бетона

# ES1544_1
source: Chloride Content Class
es_es: Contenido De Cloruro De Clase
fr_fr: Classe de teneur en chlorure
hu_hu: Klorid tartalom osztály
pl_pl: Klasa zawartości chlorków
ru_ru: Класс по содержанию хлоридов

# ES1545_1
source: Limit values of concrete composition ratios
es_es: Valores Límite De La Proporción De La Mezcla De Hormigón
fr_fr: Valeurs limites de la composition du béton
hu_hu: A betonkeverési arányok határértékei
pl_pl: Wartości graniczne składu betonu
ru_ru: Предельные значения состава бетона

# ES1546_1
source: Minimum cement content, kg/m3
es_es: La Máxima Agua/Cemento
fr_fr: Rapport eau-ciment maximum
hu_hu: Maximális víz/cement arány
pl_pl: Maksymalny stosunek wody do cementu
ru_ru: Максимальное водоцементное соотношение

# ES1547_1
source: Minimum concrete resistance class
es_es: Mínimo Contenido De Cemento
fr_fr: Teneur minimale en ciment, kg/m3
hu_hu: Minimális cementtartalom
pl_pl: Minimalna zawartość cementu kg/m3
ru_ru: Минимальное содержание цемента, кг/м3

# ES1548_1
source: Minimum volume of air in concrete, %$(comma)
es_es: Mínimo De La Resistencia Del Hormigón De La Clase
fr_fr: Classe de résistance minimale de béton
hu_hu: Minimális betonellenállási osztály
pl_pl: Minimalna klasa wytrzymałości betonu
ru_ru: Минимальный класс по прочности бетона

# ES1549_0
source: Betonun Minimum Hava İçeriği
es_es: Mínimo Contenido De Aire Del Hormigón
fr_fr: Volume d'air minimum dans le béton,%
hu_hu: Minimális levegőtartalma beton
pl_pl: Minimalna zawartość % powietrza w betonie
ru_ru: Минимальный объем вовлеченного воздуха в бетоне,%

# ES1558_1
source: Explanation
es_es: Explicación
fr_fr: Description 1
hu_hu: Magyarázat
pl_pl: Opis 1
ru_ru: Описание

# ES1559_1
source: Explanation 2
es_es: Explicación 2
fr_fr: Description 2
hu_hu: Magyarázat 2
pl_pl: Opis 2
ru_ru: Описание 2

# ES1560_1
source: New
es_es: Nuevo
fr_fr: Nouveau
hu_hu: Új
pl_pl: Nowy
ru_ru: Создать

# ES1561_1
source: Export
es_es: Exportar
fr_fr: Exporter
pl_pl: Eksport
ru_ru: Экспорт

# ES1575_1
source: Input different resistance class to frost
fr_fr: Indiquez la classe de résistance contre gel différente
pl_pl: Wprowadź inną klasę mrozoodporności
ru_ru: Такая марка по морозостойкости уже существует, введите другую марку

# ES1576_1
source: Input different resistance class to water
fr_fr: Indiquez la classe de résistance à eau différente
pl_pl: Wprowadź inną klasę wodoodporności
ru_ru: Такая марка по водонепроницаемости уже существует, введите другую марку

# ES1577_1
source: Input different density class
fr_fr: Indiquez la classe de densité différente
pl_pl: Wprowadź inną klasę gęstości
ru_ru: Такая марка по средней плотности бетона уже существует, введите другую марку.

# ES1578_1
source: Input different Chloride Content Class
fr_fr: Indiquez la classe de teneure en clorure différente
pl_pl: Klasa zawartości chlorków już istnieje, wprowadź inną klasę
ru_ru: Такой класс по содержанию хлоридов уже существует, введите другой класс.

# ES1582_1
source: Concrete batching plant data
fr_fr: Identifiants de la centrale à béton
pl_pl: Dane producenta
ru_ru: Данные завода-изготовителя бетона

# ES1583_1
source: Name-Surname
fr_fr: Nom-Prénom
pl_pl: Imię - nazwisko
ru_ru: ФИО

# ES1584_1
source: Fax
ru_ru: Факс

# ES1585_1
source: Operator
fr_fr: Opérateur
ru_ru: Оператор

# ES1586_1
source: Delivery note No
fr_fr: Bon de livraison numéro:
pl_pl: Numer dowodu dostawy WZ
ru_ru: Накладная №

# ES1587_1
source: Production start time
fr_fr: Heure de début de production
pl_pl: Czas rozpoczęcia produkcji
ru_ru: Время начала производства

# ES1588_1
source: Volume of concrete, m3
fr_fr: Quantité du béton, m3
pl_pl: Ilość betonu(m3)
ru_ru: Объем поставляемого бетона, м3

# ES1589_1
source: Production completion time
fr_fr: Heure de fin de production
pl_pl: Czas zakończenia produkcji
ru_ru: Время окончания производства

# ES158_1
source: Capacity
es_es: Capacidad
fr_fr: Capacité
hu_hu: Kapacitás
pl_pl: Pojemność
ru_ru: Вместимость

# ES1590_1
source: Arrival time of concrete to construction site
fr_fr: Heure d'arrivée du béton sur chantier
pl_pl: Czas przybycia betonu na plac budowy
ru_ru: Время прибытия бетона на стройплощадку

# ES1591_1
source: Discharge start time on the construction site
fr_fr: Heure de début de déchargement dur chantier
pl_pl: Czas rozpoczęcia rozładunku betonu na placu budowy
ru_ru: Время начала разгрузки бетона на стройплощадке

# ES1592_1
source: Discharge completion time on the construction site
fr_fr: Heure de fin de Déchargement du béton sur chantier
pl_pl: Czas zakończenia rozładunku betonu na placu budowy
ru_ru: Время окончания разгрузки бетона на стройплощадке

# ES1593_1
source: Concrete delivery type
fr_fr: Type de livraison de béton
pl_pl: Rodzaj dostawy betonu
ru_ru: Вид отгрузки бетона

# ES1594_1
source: Order Information
fr_fr: Information sur la commande
pl_pl: Informacje o zamówieniu
ru_ru: Информация о заказе

# ES1595_1
source: Maximum size of aggregate materials
fr_fr: Dimensions maximales d'agrégat
pl_pl: Maksymalny rozmiar kruszywa
ru_ru: Максимальный размер заполнителя

# ES1596_1
source: Cement Type
fr_fr: Type du ciment
pl_pl: Rodzaj cementu
ru_ru: Тип цемента

# ES1597_1
source: Cement resistance class
fr_fr: Classe de résistance de ciment
pl_pl: Klasa cementu
ru_ru: Класс цемента

# ES1598_1
source: Types of additives
fr_fr: Type d'adjuvant
pl_pl: Rodzaj dodatków chemicznych
ru_ru: Тип хим.добавок

# ES1599_1
source: Special Properties
fr_fr: Caractéristiques spécifiques
pl_pl: Właściwości specjalne
ru_ru: Особые свойства

# ES15_1
source: Control Panel
es_es: Panel del Control
fr_fr: Page de production
hu_hu: Kezelőpanel
pl_pl: Panel Kontrolny
ru_ru: Страница производства

# ES1600_1
source: Delivered concrete complies with EN 206-1 standards
fr_fr: Béton fourni est conforme à la nome EN 206-1
pl_pl: Beton dostarczany zgodny z międzynarodową normą EN 206-1
ru_ru: Отгруженный бетон соответствует международным нормам EN 206-1.

# ES1601_1
source: Addition of water or additives to fresh concrete is strictly prohibited!
fr_fr: Interdit d'ajouter de l'eau ou les adjuvants dans le béton frais
pl_pl: Wszelkie dodawanie wody lub dodatków podczas dostarczania betonu jest zabronione
ru_ru: Любое добавление воды или добавок во время поставки бетона запрещено!

# ES1602_1
source: The seller's liability is limited with the shipment of concrete complying with standards
fr_fr: La responsabilité du vendeur est limitée avec l'expédition de béton conforme aux normes
pl_pl: Odpowiedzialność sprzedawcy ogranicza się do wysyłki betonu, który spełnia normy.
ru_ru: Ответственность продавца ограничевается отгрузкой бетона, соответствующего стандартам.

# ES1603_1
source: The customer takes full responsibility for damages resulting from the the installation, compaction, leveling and maintenance of the concrete, as well as holding time in molds and formworks, addition of supplementary materials during or after shipment without consent of the seller, unusual waiting time of concrete and adverse natural conditions, etc
fr_fr: Le client est responsable pour les dommages résultant de l'installation, du compactage, du nivellement et de l'entretien du béton, ainsi que du temps de maintien dans les moules et les coffrage, de l'ajout pendant ou après la livraison de matériel supplémentaire sans accord/ contre la volonté du vendeur ou d'autres.
pl_pl: Klient jest odpowiedzialny za szkody wynikające z instalacji, zagęszczenia, wyrównywania i konserwacji betonu, jak również czas przetrzymywania w formach i szalunku, dodatek w trakcie lub po dostarczenie dodatkowych materiałów bez zgody / wbrew woli sprzedawcy lub innych osób
ru_ru: Полную ответственность за любые убытки, возникшие в результате укладки, уплотнения, выравнивания бетона и ухода за ним, а также времени выдержки в форме и опалубке, добавления во время или после отгрузки дополнительного компонента против воли/желания продавца, нестандартного ожидания бетона и неблагоприятных природных условий и т.п.несет покупатель.

# ES1604_1
source: All concrete production, pouring and maintenance rules that are in force in the country should be stricktly followed
fr_fr: Se conformer strictement à toutes les normes en vigueur dans le pays relatives à la production, coulage et maintenance du béton
pl_pl: Wszystkie zasady obowiązujące w kraju w zakresie produkcji, odlewania i pielęgnacji betonu muszą być przestrzegane z dużą dokładnością
ru_ru: Должны быть соблюдены с точностью все действующие в стране правила по изготовлению, заливке и уходу за бетоном.

# ES1605_1
source: General information
fr_fr: Informations générales
pl_pl: Podstawowe informacje
ru_ru: Основная информация

# ES1606_1
source: Information about concrete and its composition
fr_fr: Informations sur le béton et ses composants
pl_pl: Informacje o betonie i jego składzie
ru_ru: Информация о бетоне и о его составе

# ES1607_1
source: Notes
fr_fr: Remarques
pl_pl: Uwagi
ru_ru: Примечания

# ES1608_1
source: Shipper
fr_fr: Expéditeur
pl_pl: Nadawca
ru_ru: Грузоотправитель

# ES1609_1
source: Recipient
fr_fr: Destinataire
pl_pl: Odbiorca
ru_ru: Грузополучатель

# ES1610_1
source: Signature
pl_pl: Podpis
ru_ru: Подпись

# ES1611_1
source: Site Address
fr_fr: Adresse du chantier
pl_pl: Adres miejsca budowy
ru_ru: Адрес стройплощадки

# ES1612_1
source: Description 1 (Cement and Additive Type)
es_es: Descripción 1(tipo de cemento y mezcla)
fr_fr: Description 1 (type, classe etc.)
hu_hu: 1. leírás (cement és adalékanyag típusa)
pl_pl: Opis 1 (Cement i rodzaj dodatków)
ru_ru: Описание - 1 (тип, класс и т.п.)

# ES1613_1
source: Description 2 (max.size of fraction, mm)
es_es: Comentario 2 (el mayor tamaño de grano y la fuerza de la clase)
fr_fr: Description 2 (Taille max. de la fraction, mm)
hu_hu: 2. leírás (legnagyobb névleges szemcseméret és erősség osztály)
pl_pl: Opis 2 (Maksymalny rozmiar frakcji, mm)
ru_ru: Описание - 2 (макс.размер фракции, мм)

# ES1619_0
source: Date
ru_ru: Дата

# ES161_1
source: Driver
es_es: Conductor
fr_fr: Chauffeur
hu_hu: Sofőr
pl_pl: Kierowca
ru_ru: ФИО водителя

# ES1620_0
source: Time
fr_fr: Temps
ru_ru: Время

# ES1621_1
source: Archive
es_es: Pasado
hu_hu: Történelem
pl_pl: Historia
ru_ru: Архив

# ES1622_1
source: Aggregate lid(1) vibrator TMS fault
es_es: El TMS de alimentación Ag1 vibrador Fracaso
fr_fr: Erreur du disjoncteur magnéto-thermique du vibrateur d'Ag1
hu_hu: Vibrátor takarmány TMS hiba Hálózat1
pl_pl: Awaria TMS wibratorów systemu wibracyjnego dozowania kruszywa 1
ru_ru: Сработала термозащита(авт.выкл.) вибраторов вибропитателя бункера(1)

# ES1623_1
source: Aggregate lid(2) vibrator TMS fault
es_es: El TMS de alimentación Ag2 vibrador Fracaso
fr_fr: Erreur du disjoncteur magnéto-thermique du vibrateur d'Ag2
hu_hu: Vibrátor takarmány TMS hiba Hálózat2
pl_pl: Awaria TMS wibratorów systemu wibracyjnego dozowania kruszywa 2
ru_ru: Сработала термозащита(авт.выкл.) вибраторов вибропитателя бункера(2)

# ES1624_1
source: Aggregate lid(3) vibrator TMS fault
es_es: El TMS de alimentación Ag3 vibrador Fracaso
fr_fr: Erreur du disjoncteur magnéto-thermique du vibrateur d'Ag3
hu_hu: Vibrátor takarmány TMS hiba Hálózat3
pl_pl: Awaria TMS wibratorów systemu wibracyjnego dozowania kruszywa 3
ru_ru: Сработала термозащита(авт.выкл.) вибраторов вибропитателя бункера(3)

# ES1625_1
source: Required amount of aggregate material to be weighed on vibratory precise weighing system 1 (kg)
es_es: Alimentar A La Cantidad Deseada De Agregado 1 Agregado Vibrador
fr_fr: Quantité des agrégats à peser sur le système de pesage précis 1 (kg)
hu_hu: A takarmányból szükséges aggregált mennyiség az aggregált vibrátorral 1
pl_pl: Ilość kruszywa do zważenia na dokładnym systemie ważenia 1 (kg)
ru_ru: Требуемый вес инертных, взвешиваемый на вибрационной системе точной дозировки 1 (кг)

# ES1626_1
source: Required amount of aggregate material to be weighed on vibratory precise weighing system 2 (kg)
es_es: Alimentar A La Cantidad Deseada De Agregado Vibrador Agrega2
fr_fr: Quantité des agrégats à peser sur le système de pesage précis 2 (kg)
hu_hu: A takarmányból szükséges aggregált mennyiség az aggregált vibrátorral 2
pl_pl: Ilość kruszywa do zważenia na dokładnym systemie ważenia 2 (kg)
ru_ru: Требуемый вес инертных, взвешиваемый на вибрационной системе точной дозировки 2 (кг)

# ES1627_1
source: Required amount of aggregate material to be weighed on vibratory precise weighing system 3 (kg)
es_es: Alimentar A La Cantidad Deseada De Agregado Vibrador Agrega3
fr_fr: Quantité des agrégats à peser sur le système de pesage précis 3 (kg)
hu_hu: A takarmányból szükséges aggregált mennyiség az aggregált vibrátorral 3
pl_pl: Ilość kruszywa do zważenia na dokładnym systemie ważenia 3 (kg)
ru_ru: Требуемый вес инертных, взвешиваемый на вибрационной системе точной дозировки 3 (кг)

# ES1628_1
source: Required amount of aggregate material to be weighed on vibratory precise weighing system 4 (kg)
es_es: Alimentar A La Cantidad Deseada De Agregado Vibrador Agrega4
fr_fr: Quantité des agrégats à peser sur le système de pesage précis 4 (kg)
hu_hu: A takarmányból szükséges aggregált mennyiség az aggregált vibrátorral 4
pl_pl: Ilość kruszywa do zważenia na dokładnym systemie ważenia 4 (kg)
ru_ru: Требуемый вес инертных, взвешиваемый на вибрационной системе точной дозировки 4 (кг)

# ES1629_1
source: Remote assistance
es_es: Conexión Remota
fr_fr: Assistance à distance
hu_hu: Távoli kapcsolat
pl_pl: Pomoc zdalna
ru_ru: Удаленная помощь

# ES1633_1
source: Reset the delivery note number
es_es: La Nota De Envío Número De Restablecer
fr_fr: Initialiser le numéro de bon de livraison
hu_hu: Nullázza a feladási sz
pl_pl: Zainicjuj numer dokumentu dostawy
ru_ru: Сбросить номер накладной

# ES1644_1
source: Maximum working time of the water valve(sec.)
es_es: La Válvula De Agua Máximo El Tiempo De Trabajo
fr_fr: Temps de travail maximal de la valve de l'eau
hu_hu: A vízszelep maximális üzemideje
pl_pl: Maksymalny czas otwarcia zaworu(ów) ładowania wody
ru_ru: Максимальное время открытого положения клапана загрузки воды(сек)

# ES1645_1
source: Maximum working time of additive pump motor(sec.)
es_es: Tiempo Máximo De Ejecución De Los Aditivos De La Bomba
fr_fr: Durée maximale de travail du moteur de la pompe à adjuvant
hu_hu: Adalékanyag-szivattyú maximális üzemideje
pl_pl: Maksymalny czas pracy pomp dodatków chemicznych.
ru_ru: Максимальное время работы насосов хим.добавок(сек)
