Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES885_1
source: Extra Water 1
es_es: Agua Extra 1
fr_fr: Eau supplémentaire 1
hu_hu: Extra víz 1
pl_pl: Ekstra woda 1
ru_ru: Дополнительная вода(1)

# ES886_1
source: Extra Water 2
es_es: Agua Extra 2
fr_fr: Eau supplémentaire 2
hu_hu: Extra víz 2
pl_pl: Ekstra woda 2
ru_ru: Дополнительная вода(2)

# ES891_1
source: Aggregate 1 Given
es_es: Arido 1 Dado
fr_fr: Quantité prise d'agrégat (1), kg
hu_hu: Adott adalékanyag 1
pl_pl: Kruszywo 1 podano
ru_ru: Фактический вес инертных(1), кг

# ES892_1
source: Aggregate 2 Given
es_es: Arido 2 Dado
fr_fr: Quantité prise d'agrégat (2), kg
hu_hu: Adott adalékanyag 2
pl_pl: Kruszywo 2 podano
ru_ru: Фактический вес инертных(2), кг

# ES893_1
source: Aggregate 3 Given
es_es: Arido 3 Dado
fr_fr: Quantité prise d'agrégat (3), kg
hu_hu: Adott adalékanyag 3
pl_pl: Kruszywo 3 podano
ru_ru: Фактический вес инертных(3), кг

# ES894_1
source: Aggregate 4 Given
es_es: Arido 4 Dado
fr_fr: Quantité prise d'agrégat (4), kg
hu_hu: Adott adalékanyag 4
pl_pl: Kruszywo 4 podano
ru_ru: Фактический вес инертных(4), кг

# ES895_1
source: Cement 1 Given
es_es: Cemento 1 Dado
fr_fr: Quantité prise de ciment 1, kg
hu_hu: Adott cement 1
pl_pl: Cement 1 podano
ru_ru: Фактический вес цемента(1), кг

# ES896_1
source: Cement 2 Given
es_es: Cemento 2 Dado
fr_fr: Quantité prise de ciment 2, kg
hu_hu: Adott cement 2
pl_pl: Cement 2 podano
ru_ru: Фактический вес цемента(2), кг

# ES897_1
source: Additive 1 Given
es_es: Aditivo1 Dado
fr_fr: Quantité prise d'adjuvant 1, kg
hu_hu: Adott vegyszer 1
pl_pl: Dodatek chemiczny 1 podano
ru_ru: Фактический вес хим.добавок(1), кг

# ES898_1
source: Additive 2 Given
es_es: Aditivo2 Dado
fr_fr: Quantité prise d'adjuvant 2, kg
hu_hu: Adott vegyszer 2
pl_pl: Dodatek chemiczny 2 podano
ru_ru: Фактический вес хим.добавок(2), кг

# ES899_1
source: Water 1 Given
es_es: Agua1 Dado
fr_fr: Quantité prise d'eau 1, kg
hu_hu: Adott víz 1
pl_pl: Woda 1 podano
ru_ru: Фактический вес воды(1), кг

# ES89_1
source: Company
es_es: Empresa
fr_fr: Nom de l'entreprise
hu_hu: Cég
pl_pl: Firma
ru_ru: Название фирмы

# ES8_1
source: Recipes
es_es: Recetas
fr_fr: Recettes
hu_hu: Receptek
pl_pl: Receptury
ru_ru: Рецепты

# ES900_1
source: Water 2 Given
es_es: Agua2 Dado
fr_fr: Quantité prise d'eau 2,kg
hu_hu: Adott víz 2
pl_pl: Woda 2 podano
ru_ru: Фактический вес воды(2), кг

# ES901_1
source: New Inventory Entry
es_es: Entreda de Nuevo Stock
fr_fr: Entrée nouvelle dans les stocks
hu_hu: Új leltár nyitás
pl_pl: Nowy wpis do magazynu
ru_ru: Новое пополнение склада

# ES902_1
source: Edit Inventory Information
es_es: Arreglar Informacion de Stock
fr_fr: Modifier les informations sur les stocks
hu_hu: Leltár információ szerkesztés
pl_pl: Edytuj informacje o zapasach
ru_ru: Изменить данные по складу

# ES904_1
source: Confirm the deletion of inventory record
es_es: Confirmar la Operacion de Borrar Registro de Stock
fr_fr: Confirmer la suppression des enregistrements des stocks
hu_hu: Leltár nyilvántartás törlés megerősítés
pl_pl: Potwierdź usunięcie rekordu z magazynu
ru_ru: Подтвердить удаление данных по складу

# ES907_1
source: Storage Area
es_es: Area de Stock
fr_fr: Nom du stock
hu_hu: Raktár terület
pl_pl: Powierzchnia magazynowa
ru_ru: Название склада

# ES908_1
source: Material Name
es_es: Material
fr_fr: Matériel
hu_hu: Anyag
pl_pl: Nazwa materiału
ru_ru: Название материала

# ES909_1
source: Quantity
es_es: Cantidad
fr_fr: Quantité
hu_hu: Mennyiség
pl_pl: ilość
ru_ru: Пополнение

# ES910_1
source: Inventory No
es_es: Numero de Stock
fr_fr: Numéro de stock
hu_hu: Leltár szám
pl_pl: Numer ewidencyjny
ru_ru: Номер места складирования

# ES912_1
source: Date Of Inventory Entry
es_es: Fecha de Introducir Stock
fr_fr: Date d'entrée dans les stocks S
hu_hu: Leltár bejegyzés dátuma
pl_pl: Data wpisu do magazynu
ru_ru: Дата пополнения

# ES917_1
source: Reset Inventories
es_es: Readustar los Stocks
fr_fr: Mettre à zéro les stocks
hu_hu: Leltár visszaállítás
pl_pl: Resetuj zapasy
ru_ru: Обнулить места складирования

# ES91_1
source: Vehicle Plate
es_es: Matricula del Vehiculo
fr_fr: Plaque d'immatriculation de la voiture
hu_hu: Jármű rendszám
pl_pl: Tablica rejestracyjna pojazdu
ru_ru: Госномер автотранспорта

# ES923_1
source: Select Weigh Hopper To Be Calibrated
es_es: Se va a Calibrar
fr_fr: Choisissez la bascule à calibrer
hu_hu: Kalibrálni kell
pl_pl: Wybierz wagę do kalibracji
ru_ru: Выберите дозатор для калибровки.

# ES929_1
source: Push The "END" Button
es_es: Boton de Finalizar
fr_fr: Appuyer sur le bouton'' Terminer''
hu_hu: Vége gomb
pl_pl: Naciśnij przycisk "Zakończ"
ru_ru: Нажмите на кнопку «Завершить»

# ES931_1
source: 1. Step
es_es: 1. Paso
fr_fr: 1ère étape
hu_hu: 1. Lépés
pl_pl: 1. Etap
ru_ru: 1-этап

# ES932_1
source: 2. Step
es_es: 2. Paso
fr_fr: 2ème étape
hu_hu: 2. Lépés
pl_pl: 2. Etap
ru_ru: 2-этап

# ES933_1
source: 3. Step
es_es: 3. Paso
fr_fr: 3ème étape
hu_hu: 3. Lépés
pl_pl: 3. Etap
ru_ru: 3-этап

# ES936_1
source: Quantity Produced
es_es: Cantidad Hecha
fr_fr: Quantité produite
hu_hu: Termelt mennyiség
pl_pl: Ilość wyprodukowana
ru_ru: Изготовленный объем бетона

# ES939_1
source: Quantity Produced
es_es: Cantidad Hecha
fr_fr: Quantité produite
hu_hu: Termelt mennyiség
pl_pl: Ilość wyprodukowana
ru_ru: Изготовленный объем бетона

# ES93_1
source: Driver
es_es: Conductor
fr_fr: Nom, prénom du chauffeur
hu_hu: Sofőr
pl_pl: Kierowca
ru_ru: ФИО водителя

# ES942_1
source: Reset The Inventory Code
es_es: Reajustar Codigo de Stock
fr_fr: Initialiser le code de stock
hu_hu: Leltár kód visszaállítás
pl_pl: Reset kodu zapasu
ru_ru: Обнулить код инвентаря

# ES946_1
source: Site
es_es: Sitio de Trabajo
fr_fr: Nom de chantier
hu_hu: Terület
pl_pl: Teren
ru_ru: Название стройплощадки

# ES949_1
source: Quantity
es_es: Cantidad
fr_fr: Quantité d'entrée
hu_hu: Mennyiség
pl_pl: Ilość
ru_ru: Пополнение

# ES950_1
source: Recipe
es_es: Receta
fr_fr: Recette
hu_hu: Recept
pl_pl: Receptura
ru_ru: Рецепт

# ES952_1
source: Order No
es_es: Numero de Pedido
fr_fr: Commande numéro
hu_hu: Rendelés száma
pl_pl: Numer zamówienia
ru_ru: Заказ №

# ES953_1
source: Vehicle Plate
es_es: Vehiculo
fr_fr: Plaque d'immatriculation de la voiture
hu_hu: Jármű
pl_pl: Tablica rejestracyjna
ru_ru: Госномер автотранспорта

# ES954_1
source: Driver
es_es: Conductor
fr_fr: Chauffeur
hu_hu: Sofőr
pl_pl: Kierowca
ru_ru: ФИО водителя

# ES955_1
source: Remaining
es_es: Restante
fr_fr: Quantité restante
hu_hu: Hátralévő
pl_pl: Pozostało
ru_ru: Остаток

# ES956_1
source: Produced
es_es: Hecha
fr_fr: Quantité produite
hu_hu: Termelt
pl_pl: Wyprodukowane
ru_ru: Изготовленный объем бетона

# ES958_1
source: Delivery Note Preview
es_es: Vista Previa para Facturacion
fr_fr: Aperçu du bon de livraison
hu_hu: Szállító levél előnézet
pl_pl: Podgląd dokumentu dostawy
ru_ru: Предварительный просмотр накладной

# ES95_1
source: Quantity
es_es: Cantidad
fr_fr: Quantité
hu_hu: Mennyiség
pl_pl: Ilość
ru_ru: Пополнение

# ES961_1
source: Press Button For 3 Seconds
es_es: Pulsar el Boton Durante 3 Segundos
fr_fr: Appuyer le bouton et maintenez-le pendant 3 secondes
hu_hu: Nyomja meg a gombot 3 másodpercre
pl_pl: Przytrzymaj przycisk przez 3 sekundy
ru_ru: Нажмите на кнопку и удерживайте ее нажатой в течение 3 сек.

# ES962_1
source: Please enter the weight on weigh hopper
es_es: Introducir el Peso en la Tolva
fr_fr: Indiquez le poids installé sur la bascule
pl_pl: Wprowadź wagę załadowanych wzorców wagowych
ru_ru: Укажите вес калибровочного груза, установленного на дозатор

# ES965_1
source: Product Plans
es_es: Planos de Produccion
fr_fr: Plans de production
hu_hu: Termelési tervek
pl_pl: Plany produkcji
ru_ru: План производства

# ES966_1
source: Orders
es_es: Pedidos
fr_fr: Commandes
hu_hu: Rendelések
pl_pl: Zamówienia
ru_ru: Заказы

# ES96_1
source: Aggregate
es_es: Arido
fr_fr: Agrégat
hu_hu: Adalékanyag
pl_pl: Kruszywo
ru_ru: Инертные

# ES97_1
source: Aggregate 1
es_es: Arido1
fr_fr: Agrégat 1
hu_hu: Adalékanyag 1
pl_pl: Kruszywo1
ru_ru: Инертные(1)

# ES98_1
source: Water
es_es: Agua
fr_fr: Eau
hu_hu: Víz
pl_pl: Woda
ru_ru: Вода

# ES99_1
source: Additive
es_es: Aditivo
fr_fr: Adjuvant
hu_hu: Vegyszer
pl_pl: Dodatki chemiczne
ru_ru: Хим.добавки

# ES9_1
source: Production
es_es: Producción
hu_hu: Termelés
pl_pl: Produkcja
ru_ru: Производство

# firmaadi
source: Company Name
es_es: nombre de empresa
fr_fr: Nom de l'entreprise
hu_hu: Cég Neve
pl_pl: Nazwa firmy
ru_ru: Название компании

# hatamsg
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgarac
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgbetontipi
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgdayanim
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgdon
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgfirma
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgkivam
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgklorursinifi
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgmalzeme
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgstok
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# hatamsgsurucu
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: A mező nem lehet üres
ru_ru: Это поле не может быть пустым

# hatamsgyogunluk
source: This field cannot be empty.
es_es: Este campo no puede estar vacío.
fr_fr: Ce champ ne peut pas être vide
hu_hu: A mező nem lehet üres
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустым

# kalanmiktar
source: Remaining Amount
es_es: Cantidad restante
fr_fr: Montant restant
hu_hu: Fennmaradó összeg
pl_pl: Pozostała kwota
ru_ru: Оставшееся количество

# MalzemeTipi
source: Material Type
es_es: Tipo de material
fr_fr: Type de matériau
hu_hu: Anyag típusa
pl_pl: Rodzaj materiału
ru_ru: Тип материала

# receteadi
source: Receipt Name
es_es: Nombre de la receta
fr_fr: Nom de la recette
hu_hu: Recept neve
pl_pl: Nazwa przepisu
ru_ru: Имя квитанции

# reçetelerToolStripMenuItem1
source: Recipe
es_es: Recetas
fr_fr: Recettes
hu_hu: Receptek
pl_pl: Recept
ru_ru: предписания

# santiyeadi
source: Site Name
es_es: nombre del sitio
fr_fr: Nom du site
hu_hu: Webhely Neve
pl_pl: Nazwa pracy
ru_ru: Название сайта

# siparismiktari
source: Order Amount
es_es: Total de la orden
fr_fr: Quantité de commande
hu_hu: Rendelési összeg
pl_pl: Kwota zamówienia
ru_ru: Сумма заказа

# siparisno
source: Order No
es_es: Número de orden
fr_fr: Numéro de commande
hu_hu: Rendelési szám
pl_pl: Zamówienia nr
ru_ru: Заказ №

# sirano
source: Sequence No
es_es: Número de secuencia
fr_fr: Nnuméro de séquence
hu_hu: Sorszám
pl_pl: Sekwencja nr
ru_ru: последовательности №

# yapilanmiktar
source: Amount Made
es_es: Cantidad producida
fr_fr: Quantité produite
hu_hu: Termelt mennyiség
pl_pl: Wykonana ilość
ru_ru: Сумма Сделано

# ES3030_1
source: Failure Records / Get Help
es_es: Registros de fallas / Obtenga ayuda
fr_fr: Enregistrements d'échec / Obtenir de l'aide
hu_hu: Hiba nyilvántartás / Segítség
pl_pl: Rejestry awarii / Uzyskaj pomoc

# ES5_1
source: Button
es_es: Boton
fr_fr: Bouton
hu_hu: Gomb
pl_pl: Przycisk

# ES162_1
source: Item1
hu_hu: Tétel 1
pl_pl: Pozycja 1

# ES163_1
source: Item2
hu_hu: Tétel 2
pl_pl: Pozycja 2

# ES20_1
source: Window1
hu_hu: Ablak 1
pl_pl: Okno1

# ES606_1
source: ELKON MOBILE MASTER-30 Eagle
hu_hu: Mobile Master-30 Eagle

# ES607_1
source: ELKON MOBILE MASTER-60 Pegasus
hu_hu: Mobile Master-60 Pegasus

# ES608_1
source: ELKON MOBILE MASTER-60 Panthera
hu_hu: Mobile Master-60 Panthera

# ES609_1
source: ELKON MOBILE MASTER-60 BEAR
hu_hu: Mobile Master-60 Bear

# ES610_1
source: ELKON MOBILE MASTER-100 Lion
hu_hu: Mobile Master-100 Lion

# ES611_1
source: ELKON MOBILE MASTER-135 Jaguar
hu_hu: Mobile Master-135 Jaguar

# ES612_1
source: ELKON MOBILE MASTER-150 Elephant
hu_hu: Mobile Master-150 Elephant
