Repository: koson/ElkonScadaCSharp_20200402_0020
Catalog: ElkonScada/Localization/Localization.*.resx
Languages: es_es, fr_fr, hu_hu, pl_pl, ru_ru

# ES1176_1
source: Discharge Speed Limit to Start Cement Weigh Hopper Vibrator
es_es: Velocidad de Descarga del Vibrador de Tolva de Cemento
fr_fr: Vitesse de déchargement du ciment de la bascule pour le démarrage du vibrateur, kg/sec.
hu_hu: Kiadási gyorsítási határ a cement tartály mérleg vibrátor indításához
pl_pl: Limit szybkości wyładunku do włączenia wibratora wagi cementu
ru_ru: Скорость выгрузки цемента из дозатора для включения вибратора

# ES1177_1
source: Cement Hopper Instant Discharge Speed
es_es: Velocidad de Descarga Instantánea de Tolva de Cemento
fr_fr: Vitesse de déchargement de la bascule à ciment en temps réel
hu_hu: Cement tartály azonnali kiadási gyorsítás
pl_pl: Nominalna prędkość wyładunku wagi cementu
ru_ru: Мгновенная скорость выгрузки цемента из дозатора

# ES1178_1
source: Aggregate Bunker Vibrator Waiting time(2)
es_es: Tiempo de Espera del Vibrador de la Tolva de Aridos(2)
fr_fr: Temps de travail du vibrateur de la trémie à agrégats(2)
hu_hu: Adalékanyag bunker vibrátor várakozási idő 2
pl_pl: Czas pauzy w pracy wibratora kruszywa(2)
ru_ru: Время ожидания вибратора бункера(2)

# ES1179_1
source: Aggregate Bunker Vibrator Run time(2)
es_es: Tiempo de Operacion del Vibrador de la Tolva de Aridos(2)
fr_fr: Temps de travail du vibrateur de la trémie à agrégats(2)
hu_hu: Adalékanyag bunker vibrátor működési idő 2
pl_pl: Czas pracy wibratora kruszywa(2)
ru_ru: Время работы вибратора бункера(2)

# ES117_1
source: Date
es_es: Fecha
hu_hu: Dátum
pl_pl: Data
ru_ru: Дата

# ES1180_1
source: Aggregate Bunker Vibrator Waiting time(3)
es_es: Tiempo de Espera del Vibrador de la Tolva de Aridos(3)
fr_fr: Temps de travail du vibrateur de la trémie à agrégats(3)
hu_hu: Adalékanyag bunker vibrátor várakozási idő 3
pl_pl: Czas pauzy w pracy wibratora kruszywa(3)
ru_ru: Время ожидания вибратора бункера(3)

# ES1181_1
source: Aggregate Bunker Vibrator Run time(3)
es_es: Tiempo de Operacion del Vibrador de la Tolva de Aridos(3)
fr_fr: Temps de travail du vibrateur de la trémie à agrégats(3)
hu_hu: Adalékanyag bunker vibrátor működési idő 3
pl_pl: Czas pracy wibratora kruszywa(3)
ru_ru: Время работы вибратора бункера(3)

# ES1182_1
source: Cement Weigh Hopper Vibrator Run time
es_es: Tiempo de Operacion del Vibrador de la Tolva de Cemento
fr_fr: Temps de travail du vibrateur de la bascule à ciment, sec.
hu_hu: Cement mérleg tartály vibrátor működési idő
pl_pl: Czas pracy wibratora wagi cementu
ru_ru: Время работы вибратора дозатора цемента

# ES1194_1
source: Enter The Mixing Time
es_es: Introducir Tiempo de Mezcla del Mezclador
fr_fr: Indiquez la durée de malaxage
hu_hu: Adja meg a keverési időt
pl_pl: Wprowadź czas mieszania
ru_ru: Укажите время перемешивания бетона

# ES1195_1
source: Update the Entered Value in Recipe
es_es: Actualizar el Valor Introducido en la Receta
fr_fr: Appliquez l'information actualisée dans la recette
hu_hu: Bevitt érték frissítés a receptben
pl_pl: Aktualizacja wprowadzonej wartości w recepturze
ru_ru: Применить внесенные изменения в рецепте

# ES1197_1
source: Enter The Mixer Discharge Time
es_es: Introducir Tiempo de Descarga del Mezclador
fr_fr: Indiquez le temps de déchargement du malaxeur
hu_hu: Adja meg a keverő kiadási időt
pl_pl: Wprowadź czas wyładunku mieszalnika
ru_ru: Укажите время выгрузки бетона из смесителя

# ES11_1
source: Reports
es_es: Informes
fr_fr: Rapports
hu_hu: Jelentések
pl_pl: Raporty
ru_ru: Отчеты

# ES1201_1
source: Calibration
es_es: Calibración
fr_fr: Calibrage
hu_hu: Kalibráció
pl_pl: Kalibracja
ru_ru: Калибровка

# ES1202_1
source: Language Options
es_es: Opciones de Idioma
fr_fr: Réglages de langue
hu_hu: Nyelv választás
pl_pl: Opcje językowe
ru_ru: Языковые настройки

# ES1203_1
source: Special Settings
es_es: Ajustes Especiales
fr_fr: Paramètres d'ELKON
hu_hu: Speciális beállítások
pl_pl: Ustawienia specjalne
ru_ru: Настройки ELKON

# ES1205_1
source: Are you sure you want to end the program?
es_es: ¿Está seguro de que desea terminar el programa?
fr_fr: Etes-vous sur de vouloir quitter le programme?
hu_hu: Biztosan be szeretné fejezni a programot?
pl_pl: Czy na pewno chcesz zamknąć program??
ru_ru: Вы уверены, что хотите выйти из программы?

# ES1208_1
source: Delivery Note Is Manually Printed
es_es: Factura imprimida manuelmente
fr_fr: Imprimer le Bon de livraison manuellement après la fin de production
hu_hu: Szállítólevél manuális nyomtatás
pl_pl: Dowód dostawy drukowany jest ręcznie
ru_ru: Ручная распечатка накладной после окончания производства

# ES1209_1
source: At The End Of Every Production Delivery Note Is Automatically Printed
es_es: Factura imprimida automaticamente al finalizar la produccion
fr_fr: Après la fin de chaque production, imprimer le bon de livraion automatiquement
hu_hu: A gyártás végén minden termelésről automatikus szállító levél nyomtatás
pl_pl: Na zakończenie każdej produkcji dokument dostawy drukowany automatycznie
ru_ru: Автоматическая распечатка накладной после окончания каждого производства

# ES1210_1
source: Delivery Note Settings
es_es: Ajustes de Factura
fr_fr: Paramètres du bon de livraison
hu_hu: Szállítóleveél beállítás
pl_pl: Ustawienia dokumentu dostawy WZ
ru_ru: Настройки накладной

# ES1211_1
source: Edit Delivery Note
es_es: Arreglar la Factura
fr_fr: Modifier le bon de livraison
hu_hu: Szállítólevél szerkeztés
pl_pl: Edycja dokumentu dostawy WZ
ru_ru: Изменить накладную

# ES1213_1
source: Move down
es_es: Llevar Abajo
fr_fr: Déplacer en bas
hu_hu: Mozog lefelé
pl_pl: Przesuń w dół
ru_ru: Переместить вниз

# ES1217_1
source: Mixer Current Indicator Overcurrent Limit
es_es: Indicator de Corriente de Mezclador- Limite de Alto Corriente
fr_fr: Limite de surintensité du moteur de malaxeur sur ampèremètre digitale
hu_hu: Keverő áram kijelző túláram határ
pl_pl: Limit przeciążeniowy wskaźnika prądu mieszalnika
ru_ru: Максимальный ток нагрузки электродвигателя смесителя на цифровом амперметре(А)

# ES1218_1
source: Mixer Current Indicator Undercurrent Limit
es_es: Indicator de Corriente de Mezclador- Limite de Bajo Corriente
fr_fr: Limite de sous-intensité de l'ampèremètre digital du moteur du malaxeur
hu_hu: Keverő áram kijelező áramcsükkenési határ
pl_pl: Limit minimalny wskaźnika prądu mieszalnika
ru_ru: Минимальный ток нагрузки электродвигателя смесителя на цифровом ампереметре(А)

# ES1219_1
source: Mixer Current Indicator Maximum Value
es_es: Indicator de Corriente de Mezclador- Maximo Punto
fr_fr: Limite de mesure maximum d'intensité du malaxeur sur ampèremètre digitale
hu_hu: Keverő áram kijelző maximum érték
pl_pl: Wartość maksymalna wskaźnika prądu mieszalnika
ru_ru: Максимальный предел измерения цифрового апмериметра электродвигателя смесителя(А)

# ES1220_1
source: Mixer Current Indicator Minimum Value
es_es: Indicator de Corriente de Mezclador- Minimo Punto
fr_fr: Limite de mesure minimum d'intensité du malaxeur sur ampèremètre digitale
hu_hu: Keverő áramkijelző minimális érték
pl_pl: Wartość minimalna wskaźnika prądu mieszalnika
ru_ru: Минимальный предел измерения цифрового апмериметра электродвигателя смесителя(А)

# ES1221_1
source: Please Specify The Cement Weigh Hopper Capacity
es_es: Espesificar Capacidad de Tolva de Cemento
fr_fr: Indiquez la capacité de la basccule à ciment
hu_hu: Kérjük adja meg a cement mérleg tartály térfogatát
pl_pl: Wprowadź pojemnośc wagi cementu
ru_ru: Укажите максимальную грузоподъемность дозатора цемента

# ES1224_1
source: User Login
es_es: Entrada de Usuaria
fr_fr: Connexion d'utilisateur
hu_hu: Bejelentkezés
pl_pl: Logowanie użytkownika
ru_ru: Вход пользователя

# ES1231_1
source: There is an ongoing production, do you want to log out?
es_es: Continua Producción. ¿Desea cerrar la sesión?
fr_fr: Une production est en cours.Souhaitez-vous vraiment vous déconnectez?
hu_hu: Jelenleg folyik a termelés, ki akarsz jelentezni?
pl_pl: UWAGA.Produkcja jest w trakcie realizacji, czy chcesz się wylogować?
ru_ru: В системе обнаружено незаконченное производство, Вы уверенны что хотите выйти из системы?

# ES1233_1
source: Log Into The Program
es_es: Entrar en el Programa
fr_fr: Entrer dans le programme
hu_hu: Belépés a programba
pl_pl: Zaloguj się do programu
ru_ru: Вход в программу

# ES1234_1
source: Log Out From Program
es_es: Salir del Programa
fr_fr: Qitter le programme
hu_hu: Kilépés a programból
pl_pl: Wyloguj się z programu
ru_ru: Выход из программы

# ES1235_1
source: Log In
es_es: Abrir la sesión
fr_fr: Se connecter
hu_hu: Belépés
pl_pl: Zaloguj
ru_ru: Вход в систему

# ES1236_1
source: Log Out
es_es: Cerrar la sesión
fr_fr: Se déconnecter
hu_hu: Kilépés
pl_pl: Wyloguj
ru_ru: Выход из системы

# ES1238_1
source: Time
es_es: Hora
fr_fr: Heure
hu_hu: Idő
pl_pl: Czas
ru_ru: Часы

# ES1240_1
source: Machine Locking Date
es_es: Fecha de Bloqueo de la Máquina
fr_fr: Date de verrouillage de la centrale
hu_hu: Gép zárás dátuma
pl_pl: Data zablokowania maszyny
ru_ru: Срок блокировки

# ES1242_0
source: km
ru_ru: км

# ES1243_0
source: m^3
ru_ru: м3

# ES1246_1
source: Lock
es_es: Bloquear
fr_fr: Vérouiller
hu_hu: Zár
pl_pl: Zablokowane
ru_ru: Заблокировать

# ES1247_1
source: Unlock
es_es: Desbloquear
fr_fr: Dévérouiller
hu_hu: Kinyit
pl_pl: Odblokowane
ru_ru: Разблокировать

# ES1249_1
source: Additives and Water Stock Area Determination Page
es_es: Pagina para Introducir Area de Almacenaje para Aditivo y Agua
fr_fr: Configuration du système de pesage de l'eau et des adjuvants
hu_hu: Vegyszer és víz raktárterület meghatározás oldal
pl_pl: Strona oznaczenia magazynów chemii i wody
ru_ru: Конфигурация систем дозирования воды и хим.добавок

# ES1250_1
source: Water and additive weighing hopper configuration
es_es: Selección de la Bomba con Tolva de Pesaje
fr_fr: Configuration des bascules à eau et à adjuvants
hu_hu: Mérlegtartály szivattyú kiválasztás
pl_pl: Wybór pompy do ważenia
ru_ru: Конфигурация дозаторов воды и хим.добавок

# ES1254_1
source: Specify Water Weighing Hopper Capacity
es_es: Introducir Capacidad de Tolva de Agua
fr_fr: Indiquez la capacité maximale de la bascule
hu_hu: Adja meg a víz mérleg tartály kapacitását
pl_pl: Określ pojemność wagi wody
ru_ru: Укажите максимальную грузоподъемность дозатора воды

# ES125_1
source: Company name
es_es: Nombre de Empresa
fr_fr: Nom de l'entreprise
hu_hu: Cég neve
pl_pl: Nazwa firmy
ru_ru: Название фирмы

# ES126_1
source: Phone
es_es: Telefono
fr_fr: Telephone
hu_hu: Telefonszám
pl_pl: Telefon
ru_ru: Телефон, факс

# ES127_1
source: Address
es_es: Direccion
fr_fr: Adresse
hu_hu: Cím
pl_pl: Adres
ru_ru: Адрес

# ES1282_1
source: Specify Microsilica Silo Number
es_es: Introducir Numero de Micro Silica
fr_fr: Entrez le nombre de silo à fumée de silice
hu_hu: Adja meg a mikroszilikát mennyiségét
pl_pl: Wprowadź ilość mikrokrzemionki
ru_ru: Введите количество силосов для микрокремнезема

# ES1285_1
source: Specify Microsilica Weighing Hopper Capacity
es_es: Introducir Capacidad de Tolva de Micro Silica
fr_fr: Entrez la capacité de la bascule à fumée de silice
hu_hu: Adja meg a mikroszilikát tartály kapacitását.
pl_pl: Wprowadź pojemnośc wagi mikrokrzemionki
ru_ru: Введите предел взвешивания для дозатора микрокремнезема

# ES1287_1
source: Attention!
es_es: Hay que tener cuidado antes de resetear
hu_hu: Figyelmeztetés visszaállítás előtt
pl_pl: Uwaga przed resetem
ru_ru: Внимание!

# ES1288_1
source: Before pressing the RESET button, make sure that the weighing hopper is empty and the loadcell studs are freely moving. (Make sure that the safety studs or any other object are not putting any pressure upon the hopper scale)
es_es: Antes de pulsar el botón RESET, asegúrese de que la tolva de pesaje está vacía y los tacos de célula de carga se mueven libremente. (Asegúrese de que los pernos de seguridad o cualquier otro objeto no están poniendo ninguna presión sobre la tolva de pesaje)
fr_fr: Avant d'appuyer sur le bouton ''Mettre à zéro'' assurez-vous que la bascule est vide et fixée librement sur les capteurs de poids. Les tiges de sécurité ne sont pas serrées et il n'y a pas d'obstacle pour le fonctionnement normale du capteur de poids.
hu_hu: Mielőtt megnyomja a reset gombot, győződjön meg róla, hogy a mérlegtölcsér üres, és a mérőcellák szabadon mozognak. (Győződjön meg róla, hogy semmilyen más tárgy nincs a mérlegtartályon, mely nyomást gyakorolhat rá.
pl_pl: Przed naciśnięciem przycisku RESET należy się upewnić, że zbiornik wagowy jest pusty, a zabezpieczenie mocowania tensometru porusza się swobodnie. (Zwróć uwagę, aby sworznie zabezpieczające lub inne przedmioty nie wywierały żadnego nacisku na wagę)
ru_ru: Перед тем, как нажать на кнопку «Обнулить», убедитесь, что дозатор пуст и свободно висит на тензодатчиках.Страховочные шпильки не затянуты, посторонние предметы не мешают нормальной работе тензодатчика.

# ES1289_1
source: Attention!
es_es: Hay que tener cuidado antes de calibracion
hu_hu: Figyelmeztetés kalibráció előtt
pl_pl: Uwaga przed kalibracją
ru_ru: Внимание!

# ES128_1
source: Relevant Person
es_es: Persona Relacionada
fr_fr: Responsable
hu_hu: Érintett személy
pl_pl: Osoba kontaktowa
ru_ru: Контактное лицо

# ES1291_1
source: Reset process is completed.Place the calibration weight on the hopper scale(For proper calibration weight, check the table that exist on the operator cabin wall)
es_es: Se ha finalizado el proceso de resetear.Hay que colocar la carga de calibracion en la tolva. (Consulte a la tabla colocada en la pared de la cabina de control para averiguar el peso adecuado de calibración)
fr_fr: La mise à zéro de la bascule est effectuée avec succès.Mettez sur la bascule le poids de calibrage(pour le poids de calibrage demandé veuillez vous référez au tableau de poids de calibrage collé au mur de la cabine de commande)
hu_hu: Visszaállítás befejeződött.Helyezze a kalibráló súlyt a mérlegtartályra. (Ellenőrízze a megfelelő kalibráló súlyt a táblázatból a vezérlő kabin falán.)
pl_pl: Proces resetowania został zakończony.Ustaw wzorce masy na wadze (dla prawidłowej wagi wzorców masy - sprawdź tabelę, która znajduje się na ścianie kabiny operatora lub skontaktuj się z serwisem)
ru_ru: Обнуление дозатора успешно выполнено.Установите калибровочный груз на дозатор (см. «Таблицу максимального предела взвешивания дозаторов и требуемых калибровочных грузов» в кабине оператора).

# ES1292_1
source: Attention!
es_es: Confirmar la calibración hecha
hu_hu: Ellenőrízze a kalibráció pontosságát.
pl_pl: Sprawdź dokładność kalibracji
ru_ru: Внимание!

# ES1294_1
source: To check the accuracy of the calibration process, remove the calibration weight one by one, and compare the weigh with the indicator value.
es_es: Para comprobar la exactitud del proceso de calibración, retire el peso de calibración de uno en uno, y compararlo con el valor del indicador.
fr_fr: Pour vérifier si le calibrage est effectué correctement, diminuer le poids e calibrage en quelques étapes et comparer avec la valeur sur l'indicateur
hu_hu: A kalibráció pontosságának az ellenőrzésére, taávolítson el egy-egy súlyt, és hasonlítsa össza a kijelzőn az értékkel.
pl_pl: Aby sprawdzić dokładność procesu kalibracji, należy zdjąć wzorzec masy jeden po drugim i porównać wagę załadowaną z wartością wskaźnika.
ru_ru: Для проверки точности калибровки, постепенно убирайте калибровочные грузы с дозатора и сравнивайте вес оставшегося груза со значением на индикаторе.

# ES1299_1
source: Select The Concrete Plant User Language
es_es: Elegir idioma
fr_fr: Choisissez la langue d'interface
hu_hu: Válasszon felhasználói nyelvet.
pl_pl: Wybierz język użytkownika betoniarni
ru_ru: Выберите язык интерфейса

# ES129_1
source: Tax Administration
es_es: Oficina de Impuestos
fr_fr: Bureau d'immatriculation fiscale
hu_hu: Adó adminisztráció
pl_pl: Urząd skarbowy
ru_ru: Код налогового органа

# ES12_1
source: User Operations
es_es: Operaciones del Usuario
fr_fr: Réglages du compte utilisateur
hu_hu: Felhasználói műveletek
pl_pl: Operacje użytkownika
ru_ru: Настройки учетной записи пользователя

# ES1300_1
source: Specify a Different Company Name
es_es: Especificar un nombre de empresa diferente
fr_fr: Indiquer le nom de l'entreprise différente
hu_hu: Adjon meg egy másik cég nevet
pl_pl: Podaj inną nazwę firmy
ru_ru: Фирма с таким названием уже существует, введите пожалуйста другое название.

# ES1301_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1302_1
source: Specify a Different Company Name
es_es: Especificar un nombre de empresa diferente
fr_fr: Veuillez entrer le nom de l'entreprise différent
hu_hu: Adjon meg egy másik cég nevet
pl_pl: Podaj inną nazwę firmy
ru_ru: Фирма с таким названием уже существует, введите пожалуйста другое название.

# ES1303_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1304_1
source: Specify a Different Plate
es_es: Especificar una matricula diferente
fr_fr: Indiquez la plaque d'immatriculation de voiture différente
hu_hu: Adjon meg egy másik rendszámot
pl_pl: Wprowadź inny numer rejestracyjny
ru_ru: Автотранспорт с таким госномером уже существует, введите пожалуйста другой госномер.

# ES1305_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1306_1
source: Specify a Different Plate
es_es: Especificar una matricula diferente
fr_fr: Indiquez la plaque d'immatriculation de voiture différente
hu_hu: Adjon meg egy másik rendszámot
pl_pl: Wprowadź inny numer rejestracyjny
ru_ru: Автотранспорт с таким госномером уже существует, введите пожалуйста другой госномер.

# ES1307_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1308_1
source: Specify a Different Driver Name
es_es: Especificar un nombre de conductor diferente
fr_fr: Veuillez entrer le nom du chauffeur différent
hu_hu: Adjon meg egy másik sofőr nevet
pl_pl: Wprowadź inną nazwę kierowcy
ru_ru: Водитель с таким именем уже существует, введите пожалуйста другое имя.

# ES1309_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES130_1
source: Tax Number
es_es: Numero Fiscal
fr_fr: Numéro d'immatriculation fiscale
hu_hu: Adó szám
pl_pl: NIP
ru_ru: Номер налогоплательщика

# ES1310_1
source: Specify a Different Driver Name
es_es: Especificar un nombre de conductor diferente
fr_fr: Veuillez entrer le nom du chauffeur différent
hu_hu: Adjon meg egy másik sofőr nevet
pl_pl: Wprowadź inną nazwę kierowcy
ru_ru: Водитель с таким именем уже существует, введите пожалуйста другое имя.

# ES1311_1
source: Please Enter Full Details
es_es: Especificar un nombre de conductor diferente
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1312_1
source: Specify a Different Job Site
es_es: Especificar un nombre de sitio de trabajo diferente
fr_fr: Veuillez entrer le nom du chantier différent
hu_hu: Adjon meg egy másik munkaterületet
pl_pl: Wprowadź inny teren budowy
ru_ru: Стройплощадка с таким названием уже существует, введите пожалуйста другое название.

# ES1313_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1314_1
source: Specify a Different Job Site
es_es: Especificar un nombre de sitio de trabajo diferente
fr_fr: Veuillez entrer le nom du chantier différent
hu_hu: Adjon meg egy másik munkaterületet
pl_pl: Wprowadź inny teren budowy
ru_ru: Стройплощадка с таким названием уже существует, введите пожалуйста другое название.

# ES1315_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez entrer le nom du matériel différent
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Данный рецепт изменить нельзя, так как он уже отправлен на производство.Пожалуйста дождитесь окончания производства.

# ES1316_1
source: Specify a Different Material
es_es: Especificar un nombre de material diferente
fr_fr: Veuillez entrer le nom du chantier différent
hu_hu: Kérjük adjon meg egy másik anyagot
pl_pl: Wprowadź inny materiał
ru_ru: Материал с таким названием уже существует, пожалуйста введите другое название.

# ES1317_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES1318_1
source: Specify a Different Material
es_es: Especificar un nombre de material diferente
fr_fr: Veuillez entrer le nom du matériel différent
hu_hu: Kérjük adjon meg egy másik anyagot
pl_pl: Wprowadź inny materiał
ru_ru: Материал с таким названием уже существует, пожалуйста введите другое название.

# ES1319_1
source: Please Enter Full Details
es_es: Por favor, introducir la información completa
fr_fr: Veuillez compléter l'information manquante
hu_hu: Kérjük adja meg teljes részleteséggel
pl_pl: Wprowadź pełne szczegóły
ru_ru: Есть незаполненные поля, пожалуйста введите недостающую информацию.

# ES131_1
source: Status
es_es: Estado
fr_fr: Etat
hu_hu: Állapot
ru_ru: Статус

# ES1320_1
source: Once the production is complete the recipe can not be changed
es_es: No se puede cambiar la receta sin finalizar la producción
fr_fr: Veuillez attendre la fin de production.Il est impossible de changer la recette avant la fin de production en cours
hu_hu: Ha a termelés befejeződött, a receptet nem lehet megváltoztatni
pl_pl: Po zakończeniu produkcji receptura nie może zostać zmieniona
ru_ru: Данный рецепт изменить нельзя, так как он уже отправлен на производство.Пожалуйста дождитесь окончания производства.

# ES1321_1
source: The recipe that you want to delete is being used in orders
es_es: La receta que desea borrar se esta utilizando en los pedidos
fr_fr: Impossible de supprimer cette recette car elle est utilisée dans les autres commandes.
hu_hu: A recepetet, melyet törölni kíván, használatban van a megrendelésekben
pl_pl: Receptura, którą chcesz usunąć jest używana w zamówieniach
ru_ru: Данный рецепт удалить нельзя, так как он уже используется в заказах.

# ES1322_1
source: The recipe that you want to delete is being used in orders
es_es: La receta que desea borrar se esta utilizando en los pedidos
fr_fr: Impossible de supprimer cette recette car elle est utilisée dans les autres commandes.
hu_hu: A recepetet, melyet törölni kíván, használatban van a megrendelésekben
pl_pl: Receptura, którą chcesz usunąć jest używana w zamówieniach
ru_ru: Данный рецепт удалить нельзя, так как он уже используется в заказах.
